Repository: deriv-smarttrader/binary-static
Catalog: src/translations/*.po
Languages: bn_bd, si_lk

source: (Region added)
bn_bd: (অঞ্চল যোগ করা হয়েছে)
si_lk: (කලාපය එකතු කරන ලදි)

source: (Temporarily unavailable)
bn_bd: (সাময়িকভাবে উপলব্ধ নয়)
si_lk: (තාවකාලිකව නොමැත)

source: %1 Account %2
bn_bd: %1 অ্যাকাউন্ট %2
si_lk: %1 ගිණුම %2

source: %1 Please click the link below to restart the password recovery process.
bn_bd: %1 পাসওয়ার্ড পুনরুদ্ধার প্রক্রিয়া পুনরায় আরম্ভ করতে নীচের লিঙ্কে ক্লিক করুন।
si_lk: %1 මුරපදය ප්රතිසාධන ක්රියාවලිය නැවත ආරම්භ කිරීම සඳහා කරුණාකර පහත සබැඳිය ක්ලික් කරන්න.

source: %1 and %2 cannot be the same.
bn_bd: %1 এবং %2 একই হতে পারে না।
si_lk: %1 සහ %2 සමාන විය නොහැක.

source: %1 days %2 hours %3 minutes
bn_bd: %1 দিন %2 ঘন্টা %3 মিনিট
si_lk: %1 දින %2 පැය %3 විනාඩි

source: %1 has been credited into your Virtual Account: %2.
bn_bd: %1 আপনার ভার্চুয়াল অ্যাকাউন্টে জমা করা হয়েছে: %2।
si_lk: %1 ඔබගේ අතථ්ය ගිණුමට බැර කර ඇත: %2.

source: %1 withdrawal from account number %2 to %3 is done. Transaction ID: %4
si_lk: %1 ගිණුම් අංක %2 සිට %3 දක්වා මුදල් ආපසු ගැනීම සිදු කෙරේ. ගනුදෙනු හැඳුනුම්පත: %4

source: %1Manage your accounts%2
bn_bd: %1আপনার অ্যাকাউন্ট পরিচালনা করুন%2
si_lk: %1ඔබගේ ගිණුම් කළමනාකරණය කරන්න%2

source: %1Return to trading page%2
bn_bd: %1ট্রেডিং এ ফিরে যান পৃষ্ঠা%2
si_lk: %1වෙළඳ පිටුවට ආපසු යන්න%2

source: 1. This link was sent by you
bn_bd: 1। এই লিঙ্কটি আপনার দ্বারা পাঠানো হয়েছে
si_lk: 1. මෙම සබැඳිය ඔබ විසින් එවන ලදී

source: 2. Your desktop window stays open
bn_bd: 2। আপনার ডেস্কটপ উইন্ডো খোলা থাকবে
si_lk: 2. ඔබගේ ඩෙස්ක්ටොප් කවුළුව විවෘතව පවතී

source: A whole new trading experience on a powerful yet easy to use platform.
bn_bd: একটি শক্তিশালী কিন্তু সহজে ব্যবহার করা প্ল্যাটফর্মের উপর একটি সম্পূর্ণ নতুন ট্রেডিং অভিজ্ঞতা।
si_lk: බලවත් නමුත් භාවිතයට පහසු වේදිකාවක් මත නව වෙළඳ අත්දැකීමක්.

source: A word by itself is easy to guess
bn_bd: নিজেই একটি শব্দ অনুমান করা সহজ
si_lk: තනිවම වචනයක් අනුමාන කිරීම පහසුය

source: Account
bn_bd: একাউন্ট
si_lk: ගිණුම

source: Account Authenticated
bn_bd: অ্যাকাউন্ট প্রমাণীকৃত
si_lk: ගිණුම සත්යාපනය

source: Account access is temporarily limited. Please check your inbox for more details.
bn_bd: অ্যাকাউন্ট অ্যাক্সেস সাময়িকভাবে সীমিত। আরও বিস্তারিত জানার জন্য অনুগ্রহ করে আপনার ইনবক্স চেক করুন।
si_lk: ගිණුම් ප්රවේශය තාවකාලිකව සීමිතය. වැඩි විස්තර සඳහා කරුණාකර ඔබගේ එන ලිපි පරීක්ෂා කරන්න.

source: Account authentication
bn_bd: অ্যাকাউন্ট প্রমাণীকরণ
si_lk: ගිණුම් සත්යාපනය

source: Account balance:
bn_bd: অ্যাকাউন্ট ব্যালেন্স:
si_lk: ගිණුමේ ශේෂය:

source: Acknowledge
bn_bd: স্বীকার
si_lk: පිළිගන්න

source: Action
bn_bd: অ্যাকশন
si_lk: ක්රියාව

source: Add
bn_bd: যোগ করুন
si_lk: එකතු කරන්න

source: Add +/– to define a barrier offset. For example, +0.005 means a barrier that's 0.005 higher than the entry spot.
bn_bd: একটি বাধা অফসেট সংজ্ঞায়িত করতে +/— যোগ করুন। উদাহরণস্বরূপ, +0.005 মানে একটি বাধা যা এন্ট্রি স্পট থেকে 0.005 বেশি।
si_lk: බාධකයක් ඕෆ්සෙට් නිර්වචනය කිරීමට +/- එකතු කරන්න. උදාහරණයක් ලෙස, +0.005 යනු පිවිසුම් ස්ථානයට වඩා 0.005 වැඩි බාධකයකි.

source: Add another word or two. Uncommon words are better.
bn_bd: অন্য একটি শব্দ বা দুটি যোগ করুন অস্বাভাবিক শব্দ ভাল।
si_lk: තවත් වචනයක් හෝ දෙකක් එකතු කරන්න. අසාමාන්ය වචන වඩා හොඳය.

source: Adjust trade parameters
bn_bd: ট্রেড প্যারামিটারগুলি সামঞ্জস্য করুন
si_lk: වෙළඳ පරාමිතීන් සකසන්න

source: Admin
bn_bd: অ্যাডমিন
si_lk: පරිපාලක

source: Agree and accept
bn_bd: সম্মত হন এবং গ্রহণ করুন
si_lk: එකඟ වී පිළිගන්න

source: All details must be clear — nothing blurry
bn_bd: সমস্ত বিবরণ স্পষ্ট হতে হবে - কিছুই ঝাপসা
si_lk: සියලු විස්තර පැහැදිලි විය යුතුය - කිසිවක් නොපැහැදිලි

source: All markets are closed now. Please try again later.
bn_bd: সব বাজার এখন বন্ধ হয়ে গেছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
si_lk: සියලුම වෙළඳපල දැන් වසා ඇත. කරුණාකර පසුව නැවත උත්සාහ කරන්න.

source: All-uppercase is almost as easy to guess as all-lowercase
bn_bd: সব-বড় হাতের সব-ছোট হাতের হিসাবে অনুমান করা প্রায় সহজ
si_lk: සියලු ලොකු අකුරු සියලු සිම්පල් ලෙස අනුමාන කිරීම පහසුය

source: Allow camera access
bn_bd: ক্যামেরায় প্রবেশের অনুমতি দিন
si_lk: කැමරාවට ප්රවේශ වීමට ඉඩ දෙන්න

source: Allow equals
bn_bd: সমতুল্যকে অনুমতি দিন
si_lk: සමානකම් වලට ඉඩ දෙන්න

source: Already have an account?
bn_bd: ইতিমধ্যে একটি অ্যাকাউন্ট আছে?
si_lk: දැනටමත් ගිණුමක් තිබේද?

source: Amount
bn_bd: পরিমাণ
si_lk: මුදල

source: Amount in
bn_bd: পরিমাণ
si_lk: මුදල

source: An error occurred while loading the component
bn_bd: কম্পোনেন্ট লোড করার সময় একটি ত্রুটি ঘটেছে
si_lk: සංරචකය පූරණය කිරීමේදී දෝෂයක් සිදුවිය

source: Apply now as a professional investor
bn_bd: পেশাদার বিনিয়োগকারী হিসাবে এখনই আবেদন করুন
si_lk: වෘත්තීය ආයෝජකයෙකු ලෙස දැන්ම අයදුම් කරන්න

source: Apr
bn_bd: এপ্রিল
si_lk: අප්රේල්

source: April
bn_bd: এপ্রিল
si_lk: අප්රේල්

source: Are you sure that you want to permanently delete the token
bn_bd: আপনি কি নিশ্চিত যে আপনি স্থায়ীভাবে টোকেনটি মুছে ফেলতে চান?
si_lk: ඔබට ටෝකනය ස්ථිරවම මකා දැමීමට අවශ්ය බව ඔබට විශ්වාසද?

source: Are you sure that you want to permanently revoke access to the application
bn_bd: আপনি কি নিশ্চিত যে আপনি স্থায়ীভাবে অ্যাপ্লিকেশনটির অ্যাক্সেস প্রত্যাহার করতে চান?
si_lk: යෙදුමට ප්රවේශය ස්ථිරවම අවලංගු කිරීමට ඔබට අවශ්ය බව ඔබට විශ්වාසද?

source: Are you sure you want to create a fiat account in %1?
bn_bd: আপনি কি নিশ্চিত যে আপনি %1এ একটি ফায়াত অ্যাকাউন্ট তৈরি করতে চান?
si_lk: %1හි ෆියට් ගිණුමක් නිර්මාණය කිරීමට ඔබට අවශ්ය බව ඔබට විශ්වාසද?

source: Are you sure you want to create your %1 account now?
bn_bd: আপনি কি নিশ্চিত যে আপনি এখন আপনার %1 অ্যাকাউন্ট তৈরি করতে চান?
si_lk: ඔබට දැන් ඔබගේ %1 ගිණුම නිර්මාණය කිරීමට අවශ්ය බව ඔබට විශ්වාසද?

source: Are you sure you want to deposit in %1?
bn_bd: আপনি কি নিশ্চিতরূপে %1ডিপোজিট করতে চান?
si_lk: ඔබට %1හි තැන්පත් කිරීමට අවශ්ය බව ඔබට විශ්වාසද?

source: Are you sure?
bn_bd: তুমি শিওর?
si_lk: ඔබට විශ්වාසද?

source: Asian Down
bn_bd: এশিয়ান ডাউন
si_lk: ආසියානු පහළට

source: Asian Up
bn_bd: এশিয়ান আপ
si_lk: ආසියානු ඉහළට

source: Asian contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
bn_bd: এশিয়ান চুক্তি 5 মিনিটের মধ্যে শেষ না হলে ক্রয় মূল্যে ফেরত দেওয়া হবে।
si_lk: මිනිත්තු 5 ක් ඇතුළත කොන්ත්රාත්තුව අවසන් නොවන්නේ නම් ආසියානු කොන්ත්රාත්තු මිලදී ගැනීමේ මිලට ආපසු ගෙවනු ලැබේ.

source: Asian options settle by comparing the <strong>last tick</strong> with the average spot over the period.
bn_bd: এশিয়ান বিকল্পগুলি সময়ের মধ্যে গড় স্পট দিয়ে <strong>শেষ টিক</strong> তুলনা করে বসতি স্থাপন করে।
si_lk: ආසියානු විකල්පයන් <strong>අවසාන ටික්</strong> කාලය තුළ සාමාන්ය ස්ථානය සමඟ සංසන්දනය කිරීමෙන් නිරාකරණය වේ.

source: Asians
bn_bd: এশিয়রা
si_lk: ආසියානුවන්

source: Ask me later
bn_bd: পরে জিজ্ঞেস করো
si_lk: පසුව මගෙන් විමසන්න

source: Asset
bn_bd: অ্যাসেট
si_lk: වත්කම

source: At reset time, if the spot is in the opposite direction of your prediction, the barrier is reset to that spot.
bn_bd: রিসেট সময়, স্পট আপনার ভবিষ্যদ্বাণী বিপরীত দিক হয়, বাধা যে স্পট পুনরায় সেট করা হয়।
si_lk: යළි පිහිටුවීමේ වේලාවේදී, එම ස්ථානයේදීම ඔබගේ අනාවැකිය ප්රතිවිරුද්ධ දිශාවට නම්, බාධකය එම ස්ථානයේදීම නැවත සකස් කර ඇත.

source: Audit
bn_bd: অডিট
si_lk: විගණන

source: Audit Page
bn_bd: অডিট পৃষ্ঠা
si_lk: විගණන පිටුව

source: Aug
bn_bd: আগস্ট
si_lk: අගෝ

source: August
bn_bd: আগস্ট
si_lk: අගෝස්තු

source: Australian Dollar
bn_bd: অস্ট্রেলিয়ান ডলার
si_lk: ඕස්ට්රේලියානු ඩොලරය

source: Authenticate your account now to take full advantage of all payment methods available.
bn_bd: উপলব্ধ সমস্ত পেমেন্ট পদ্ধতি পূর্ণ সুবিধা গ্রহণ করতে এখন আপনার অ্যাকাউন্ট প্রমাণীকরণ।
si_lk: ලබා ගත හැකි සියලුම ගෙවීම් ක්රම වලින් උපරිම ප්රයෝජන ගැනීමට දැන් ඔබගේ ගිණුම සත්යාපනය කරන්න.

source: Automated trading at your fingertips. No coding needed.
bn_bd: আপনার নখদর্পণে অটোমেটেড ট্রেডিং। কোন কোডিং প্রয়োজন নেই।
si_lk: ඔබේ ඇඟිලි තුඩුවල ස්වයංක්රීය වෙළඳාම. කේතීකරණ අවශ්ය නොවේ.

source: Available Markets
bn_bd: উপলভ্য বাজার
si_lk: පවතින වෙළඳපල

source: Average
bn_bd: গড়
si_lk: සාමාන්යය

source: Avoid dates and years that are associated with you
bn_bd: আপনার সাথে যুক্ত তারিখ এবং বছর এড়িয়ে চলুন
si_lk: ඔබ සමඟ සම්බන්ධ වී ඇති දිනයන් සහ අවුරුදු වලින් වළකින්න

source: Avoid recent years
bn_bd: সাম্প্রতিক বছরগুলো এড়িয়ে চলুন
si_lk: මෑත වසරවලින් වළකින්න

source: Avoid repeated words and characters
bn_bd: পুনরাবৃত্তি শব্দ এবং অক্ষর এড়িয়ে চলুন
si_lk: නැවත නැවත වචන සහ අක්ෂර වලින් වළකින්න

source: Avoid sequences
bn_bd: সিকোয়েন্স এড়িয়ে চলুন
si_lk: අනුපිළිවෙලවල් වළකින්න

source: Avoid years that are associated with you
bn_bd: আপনার সাথে যুক্ত যে বছর এড়িয়ে চলুন
si_lk: ඔබ සමඟ සම්බන්ධ වී ඇති වසර වලින් වළකින්න

source: Back to trading
bn_bd: ট্রেডিং এ ফিরে যান
si_lk: වෙළඳාමට ආපසු යන්න

source: Balance
bn_bd: ব্যালেন্স
si_lk: ශේෂය

source: Barrier
bn_bd: ব্যারিয়ার
si_lk: බාධකයක්

source: Barrier change
bn_bd: ব্যারিয়ার পরিবর্তন
si_lk: බාධක වෙනස්

source: Barrier offset
bn_bd: ব্যারিয়ার অফসেট
si_lk: ඕෆ්සෙට් බාධකයක්

source: Basket Indices
bn_bd: বাস্কেট ইনডেক্স
si_lk: බාස්කට් දර්ශක

source: Bid
bn_bd: বিড
si_lk: ලංසු

source: Binance USD
bn_bd: বাইন্স ইউএসডি
si_lk: බිනෑන්ස් ඇ. ඩො.

source: Binary Coin
bn_bd: বাইনারি মুদ্রা
si_lk: ද්විමය කාසිය

source: Bitcoin
bn_bd: বিটকয়েন
si_lk: බිට්කොයින්

source: Blurry photo detected
bn_bd: ঝাপসা ছবি সনাক্ত করা হয়েছে
si_lk: බොඳ ඡායාරූපය අනාවරණය විය

source: Browser
bn_bd: ব্রাউজার
si_lk: බ්රව්සරය

source: Buy
bn_bd: কিনুন
si_lk: මිලදී ගන්න

source: Buy price
bn_bd: মূল্য কিনুন
si_lk: මිල මිලදී ගන්න

source: By purchasing the %1"Close-Low"%2 contract, you'll win the multiplier times the difference between the %1close%2 and %1low%2 over the duration of the contract.
bn_bd: %1“ক্লোজ-লো”%2 চুক্তি ক্রয় করে, আপনি চুক্তির সময়কালের মধ্যে %1cহারান%2 এবং %1low%2 এর মধ্যে পার্থক্য গুণক বার জয় করবেন।
si_lk: %1“සමීප-අඩු”%2 කොන්ත්රාත්තුව මිලදී ගැනීමෙන්, කොන්ත්රාත්තුවේ කාල සීමාව තුළ %1cඅහිමි%2 සහ %1low%2 අතර වෙනස ගුණකය ඔබට දිනා ගත හැකිය.

source: By purchasing the %1"High-Close"%2 contract, you'll win the multiplier times the difference between the %1high%2 and %1close%2 over the duration of the contract.
bn_bd: %1“হাই-ক্লোজ”%2 চুক্তি ক্রয় করে, আপনি চুক্তির সময়কালের মধ্যে %1hiঘ%2 এবং %1cহারান%2 এর মধ্যে পার্থক্য গুণক বার জয় করবেন।
si_lk: %1“අධි-වසන්න”%2 කොන්ත්රාත්තුව මිලදී ගැනීම මගින්, ඔබ ගුණකය වරක් අතර වෙනස දිනා කරන්නම් %1high%2 සහ %1cඅහිමි%2 කොන්ත්රාත්තුවේ කාල සීමාව පුරා.

source: By purchasing the %1"High-Low"%2 contract, you'll win the multiplier times the difference between the %1high%2 and %1low%2 over the duration of the contract.
bn_bd: %1“উচ্চ-নিম্ন”%2 চুক্তি ক্রয় করে, আপনি চুক্তির সময়কালের মধ্যে %1hiঘ%2 এবং %1low%2 এর মধ্যে পার্থক্য গুণক বার জয় করবেন।
si_lk: %1“ඉහළ-අඩු”%2 කොන්ත්රාත්තුව මිලදී ගැනීමෙන්, කොන්ත්රාත්තුවේ කාල සීමාව තුළ %1high%2 සහ %1low%2 අතර වෙනස ගුණකය ඔබ දිනා ගනු ඇත.

source: Call Spread
bn_bd: কল স্প্রেড
si_lk: ඇමතුම් පැතිරීම

source: Call Spread/Put Spread
bn_bd: স্প্রেড/পুট স্প্রেড কল করুন
si_lk: අමතන්න පැතිරුම/පැතිරීම තබන්න

source: Camera access is denied
bn_bd: ক্যামেরা অ্যাক্সেস অস্বীকার করা হয়েছে
si_lk: කැමරා ප්රවේශය ප්රතික්ෂේප කෙරේ

source: Camera not detected
bn_bd: ক্যামেরা সনাক্ত করা হয়নি
si_lk: කැමරාව අනාවරණය කර නැත

source: Camera not working
bn_bd: ক্যামেরা কাজ করছে না
si_lk: කැමරාව ක්රියා නොකරයි

source: Camera not working?
bn_bd: ক্যামেরা কাজ করছে না?
si_lk: කැමරාව ක්රියා නොකරයි?

source: Can you spare 15 minutes?
bn_bd: আপনি 15 মিনিট সময় কাটাতে পারেন?
si_lk: ඔබට විනාඩි 15 ක් ඉතිරිව තිබිය හැකිද?

source: Cancel
bn_bd: বাতিল
si_lk: අවලංගු කරන්න

source: Capitalization doesn't help very much
bn_bd: মূলধন খুব বেশি সাহায্য করে না
si_lk: ප්රාග්ධනීකරණය එතරම් උපකාරී නොවේ

source: Cashier
bn_bd: ক্যাশিয়ার
si_lk: මුදල් අයකැමි

source: Cashier disabled
bn_bd: ক্যাশিয়ার অক্ষম
si_lk: මුදල් අයකැමි ආබාධිතයි

source: Change API Endpoint
bn_bd: API এন্ডপয়েন্ট পরিবর্তন করুন
si_lk: API එන්ඩ්පොයින්ට් වෙනස් කරන්න

source: Change Password
bn_bd: পাসওয়ার্ড পরিবর্তন করুন
si_lk: මුරපදය වෙනස් කරන්න

source: Change currency
bn_bd: মুদ্রা পরিবর্তন করুন
si_lk: මුදල් වෙනස් කරන්න

source: Chart
bn_bd: চার্ট
si_lk: සටහන

source: Chart is not available for this underlying.
bn_bd: এই অন্তর্নিহিত লেখচিত্রের জন্য উপলব্ধ নয়।
si_lk: මෙම යටින් පවතින සටහන සඳහා ලබා ගත නොහැක.

source: Charting for this underlying is delayed
bn_bd: এই অন্তর্নিহিত জন্য চার্টিং বিলম্বিত হয়
si_lk: මෙම යටින් සටහන් කිරීම ප්රමාද වේ

source: Check back here to finish the submission
bn_bd: জমা দেওয়ার জন্য এখানে ফিরে যান
si_lk: ඉදිරිපත් කිරීම අවසන් කිරීමට මෙහි නැවත පරීක්ෂා කරන්න

source: Check selfie
bn_bd: সেলফি চেক করুন
si_lk: සෙල්ෆි පරීක්ෂා කරන්න

source: Check that your number is correct
bn_bd: আপনার নম্বর সঠিক কিনা তা পরীক্ষা করুন
si_lk: ඔබගේ අංකය නිවැරදි දැයි පරීක්ෂා කරන්න

source: Check your connection.
bn_bd: আপনার সংযোগ চেক করুন।
si_lk: ඔබගේ සම්බන්ධතාවය පරීක්ෂා කරන්න.

source: Check your image
bn_bd: আপনার ছবি পরীক্ষা করুন
si_lk: ඔබේ රූපය පරීක්ෂා කරන්න

source: Check your mobile
bn_bd: আপনার মোবাইল চেক করুন
si_lk: ඔබගේ ජංගම දුරකථනය පරීක්ෂා කරන්න

source: Checked
bn_bd: চেক করা হয়েছে
si_lk: පරීක්ෂා කර ඇත

source: Checking
bn_bd: চেক করা হচ্ছে
si_lk: පරීක්ෂා කිරීම

source: Choose document
bn_bd: নথিটি বেছে নিন
si_lk: ලේඛනය තෝරන්න

source: Christmas Day
bn_bd: ক্রিসমাস দিবস
si_lk: නත්තල් දිනය

source: Click OK to proceed.
bn_bd: এগিয়ে যাওয়ার জন্য ওকে ক্লিক করুন।
si_lk: ඉදිරියට යාමට OK ක්ලික් කරන්න.

source: Click here to open a Financial Account
bn_bd: একটি আর্থিক অ্যাকাউন্ট খুলতে এখানে ক্লিক করুন
si_lk: මූල්ය ගිණුමක් විවෘත කිරීම සඳහා මෙහි ක්ලික් කරන්න

source: Click here to open a Gaming account
bn_bd: একটি গেমিং অ্যাকাউন্ট খুলতে এখানে ক্লিক করুন
si_lk: සූදු ගිණුමක් විවෘත කිරීමට මෙහි ක්ලික් කරන්න

source: Click here to open a Real Account
bn_bd: একটি রিয়েল অ্যাকাউন্ট খুলতে এখানে ক্লিক করুন
si_lk: සැබෑ ගිණුමක් විවෘත කිරීමට මෙතන ක්ලික් කරන්න

source: Close
bn_bd: বন্ধ করো
si_lk: වසන්න

source: Close identity verification screen
bn_bd: পরিচয় যাচাইকরণ পর্দা বন্ধ করো
si_lk: අනන්යතා සත්යාපන තිරය වසා දමන්න

source: Close time
bn_bd: সময় বন্ধ করো
si_lk: සමීප කාලය

source: Close-Low
bn_bd: ক্লোজ-লো
si_lk: සමීප-අඩු

source: Closed Bid
bn_bd: ক্লোজড বিড
si_lk: සංවෘත ලංසුව

source: Closes
bn_bd: বন্ধ
si_lk: වසා දමයි

source: Closes early (at 18:00)
bn_bd: প্রথম দিকে বন্ধ হয়ে যায় (18:00 এ)
si_lk: වේලාසනින් වැසෙයි (18:00 ට)

source: Closes early (at 21:00)
bn_bd: প্রথম দিকে বন্ধ হয়ে যায় (২১:০০ এ)
si_lk: වේලාසනින් වැසෙයි (21:00 ට)

source: Commodities
bn_bd: পণ্যদ্রব্য
si_lk: වෙළඳ භාණ්ඩ

source: Common names and surnames are easy to guess
bn_bd: প্রচলিত নাম এবং উপাধি অনুমান করা সহজ
si_lk: පොදු නම් සහ වාසගම අනුමාන කිරීම පහසුය

source: Complete details
bn_bd: সম্পূর্ণ বিবরণ
si_lk: සම්පූර්ණ විස්තර

source: Compressing Image
bn_bd: ছবি সংকুচিত করা হচ্ছে
si_lk: රූප සම්පීඩනය

source: Confirm
bn_bd: নিশ্চিত করুন
si_lk: තහවුරු කරන්න

source: Confirm changes
bn_bd: পরিবর্তনগুলি নিশ্চিত করুন
si_lk: වෙනස්කම් තහවුරු කරන්න

source: Connected to your mobile
bn_bd: আপনার মোবাইলের সাথে সংযুক্ত
si_lk: ඔබගේ ජංගම දුරකථනයට සම්බන්ධ

source: Connecting to server
bn_bd: সার্ভারের সাথে সংযোগ স্থাপন করা হচ্ছে
si_lk: සේවාදායකයට සම්බන්ධ වීම

source: Connection lost
bn_bd: সংযোগ হারিয়ে গেছে
si_lk: සම්බන්ධතාවය නැති විය

source: Continue
bn_bd: চালিয়ে যান
si_lk: දිගටම කරගෙන යන්න

source: Continue on phone
bn_bd: ফোনে চালিয়ে যান
si_lk: දුරකථනයෙන් ඉදිරියට යන්න

source: Continue on your phone
bn_bd: আপনার ফোনে চালিয়ে যান
si_lk: ඔබගේ දුරකථනයෙන් ඉදිරියට යන්න

source: Continue trading
bn_bd: ট্রেডিং চালিয়ে যান
si_lk: වෙළඳාම දිගටම කරගෙන යන්න

source: Continue with the verification
bn_bd: যাচাইকরণ চালিয়ে যান
si_lk: සත්යාපනය සමඟ ඉදිරියට යන්න

source: Contract
bn_bd: কন্ট্রাক্ট
si_lk: කොන්ත්රාත්තුව

source: Contract Confirmation
bn_bd: চুক্তি নিশ্চিতকরণ
si_lk: කොන්ත්රාත් තහවුරු කිරීම

source: Contract details
bn_bd: চুক্তির বিবরণ
si_lk: කොන්ත්රාත් විස්තර

source: Contract ends
bn_bd: চুক্তির সমাপ্তি
si_lk: කොන්ත්රාත්තුව අවසන් වේ

source: Contract has not started yet
bn_bd: চুক্তি এখনো শুরু হয়নি
si_lk: කොන්ත්රාත්තුව තවම ආරම්භ කර නැත

source: Contract information
bn_bd: চুক্তির তথ্য
si_lk: කොන්ත්රාත් තොරතුරු

source: Contract period
bn_bd: চুক্তির মেয়াদ
si_lk: කොන්ත්රාත් කාලය

source: Contract result
bn_bd: চুক্তির ফলাফল
si_lk: කොන්ත්රාත් ප්රතිඵලය

source: Contract starts
bn_bd: চুক্তি শুরু
si_lk: කොන්ත්රාත්තුව ආරම්භ වේ

source: Contract type
bn_bd: চুক্তির ধরন
si_lk: කොන්ත්රාත් වර්ගය

source: Contract will be sold at the prevailing market price when the request is received by our servers. This price may differ from the indicated price.
bn_bd: আমাদের সার্ভারের অনুরোধটি প্রাপ্তিসাপেক্ষে বর্তমান মার্কেট প্রাইসে কন্ট্রাক্ট বিক্রি হবে। এই মূল্য নির্দেশিত মূল্য থেকে পৃথক হতে পারে।
si_lk: අපගේ සේවාදායකයන් විසින් ඉල්ලීම ලැබුණු විට කොන්ත්රාත්තුව පවතින වෙළඳපල මිල යටතේ විකුණනු ලැබේ. මෙම මිල සඳහන් කළ මිලට වඩා වෙනස් විය හැකිය.

source: Contracts bought
bn_bd: চুক্তি কেনা
si_lk: මිලදී ගත් කොන්ත්රාත්තු

source: Contracts sold
bn_bd: বিক্রিত চুক্তি
si_lk: විකුණනු ලබන කොන්ත්රාත්තු

source: Copied
bn_bd: অনুলিপি করা হয়েছে
si_lk: පිටපත් කරන ලදි

source: Copy
bn_bd: কপি
si_lk: පිටපත් කරන්න

source: Copy link
bn_bd: লিংক কপি করো
si_lk: සබැඳිය පිටපත් කරන්න

source: Copy the link to your mobile browser
bn_bd: আপনার মোবাইল ব্রাউজারে লিঙ্কটি অনুলিপি করুন
si_lk: ඔබගේ ජංගම බ්රව්සරයට සබැඳිය පිටපත් කරන්න

source: Copy the link to your phone
bn_bd: আপনার ফোনে লিঙ্কটি অনুলিপি করুন
si_lk: සබැඳිය ඔබගේ දුරකථනයට පිටපත් කරන්න

source: Counterparty
bn_bd: কাউন্টারপার্টি
si_lk: කවුන්ටරය

source: Country not found
bn_bd: দেশ পাওয়া যায়নি
si_lk: රට සොයාගත නොහැකි

source: Country of Residence
bn_bd: বসবাসের দেশ
si_lk: පදිංචි රට

source: Create %1 account
bn_bd: %1 অ্যাকাউন্ট তৈরি করুন
si_lk: %1 ගිණුමක් සාදන්න

source: Create account
bn_bd: অ্যাকাউন্ট তৈরি করুন
si_lk: ගිණුමක් සාදන්න

source: Credit/Debit
bn_bd: ক্রেডিট/ডেবিট
si_lk: ණය/හර

source: Crypto
bn_bd: ক্রিপ্টো
si_lk: ක්රිප්ටෝ

source: Currency
bn_bd: কারেন্সি
si_lk: ව්යවහාර මුදල්

source: Current
bn_bd: বর্তমান
si_lk: වත්මන්

source: Current password
bn_bd: বর্তমান পাসওয়ার্ড
si_lk: වත්මන් මුරපදය

source: Current time
bn_bd: বর্তমান সময়
si_lk: වත්මන් කාලය

source: Current time:
bn_bd: বর্তমান সময়:
si_lk: වත්මන් කාලය:

source: Cut-off image detected
bn_bd: কাট-অফ ছবি সনাক্ত করা হয়েছে
si_lk: කපා හැරීමේ රූපය අනාවරණය විය

source: Date
bn_bd: তারিখ
si_lk: දිනය

source: Date and Time
bn_bd: তারিখ এবং সময়
si_lk: දිනය සහ වේලාව

source: Dates are often easy to guess
bn_bd: তারিখগুলি প্রায়ই অনুমান করা সহজ হয়
si_lk: දිනයන් බොහෝ විට අනුමාන කිරීම පහසුය

source: Deal cancel. fee
bn_bd: চুক্তি বাতিল। ফি
si_lk: ගනුදෙනුව අවලංගු කරන්න. ගාස්තු

source: Dec
bn_bd: ডিসেম্বর
si_lk: දෙසැ

source: December
bn_bd: ডিসেম্বর
si_lk: දෙසැම්බර්

source: Delete
bn_bd: মুছে ফেলুন
si_lk: මකන්න

source: Demo
bn_bd: ডেমো
si_lk: ආදර්ශන

source: Demo Account
bn_bd: ডেমো অ্যাকাউন্ট
si_lk: ආදර්ශන ගිණුම

source: Demo Accounts
bn_bd: ডেমো অ্যাকাউন্ট
si_lk: ආදර්ශන ගිණුම්

source: Demo Financial
bn_bd: আর্থিক ডেমো
si_lk: මූල්ය ආදර්ශන

source: Demo Financial STP
bn_bd: আর্থিক এসটিপি ডেমো
si_lk: STP මූල්ය Demo

source: Demo Synthetic
bn_bd: সিন্থেটিক ডেমো
si_lk: කෘතිම Demo

source: Demo account
bn_bd: ডেমো অ্যাকাউন্ট
si_lk: ආදර්ශන ගිණුම

source: Deposit
bn_bd: ডিপোজিট
si_lk: තැන්පතු

source: Deposits and withdrawals have been disabled on your account. Please check your email for more details.
bn_bd: আপনার অ্যাকাউন্টে ডিপোজিট এবং উইথড্রয়াল নিষ্ক্রিয় করা হয়েছে। আরো বিস্তারিত জানার জন্য আপনার ইমেইল চেক করুন।
si_lk: ඔබගේ ගිණුමේ තැන්පතු සහ මුදල් ආපසු ගැනීම අක්රීය කර ඇත. වැඩි විස්තර සඳහා කරුණාකර ඔබගේ විද්යුත් තැපෑල පරීක්ෂා කරන්න.

source: Deriv
bn_bd: ডেরিভ
si_lk: ඩෙරිව්

source: Description
bn_bd: বিবরণ
si_lk: විස්තරය

source: Details
bn_bd: বিস্তারিত
si_lk: විස්තර

source: Digit
bn_bd: ডিজিট
si_lk: ඉලක්කම්

source: Digit Differs
bn_bd: ডিজিট ডিফর
si_lk: ඉලක්කම් වෙනස් වේ

source: Digit Even
bn_bd: ডিজিট এমনকি
si_lk: ඉලක්කම් පවා

source: Digit Matches
bn_bd: অঙ্কের মিল
si_lk: ඉලක්කම් ගැලපෙන්නේ

source: Digit Odd
bn_bd: অডিট অডিট
si_lk: අමුතු ඉලක්කම්

source: Digit Over
bn_bd: ডিজিট ওভার
si_lk: ඉලක්කම් කට

source: Digit Under
bn_bd: অঙ্ক অধীনে
si_lk: ඉලක්කම් යටතේ

source: Digit contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
bn_bd: চুক্তি 5 মিনিটের মধ্যে শেষ না হলে ডিজিট চুক্তি ক্রয় মূল্য ফেরত দেওয়া হবে।
si_lk: මිනිත්තු 5 ක් ඇතුළත කොන්ත්රාත්තුව අවසන් නොවන්නේ නම් ඉලක්කම් කොන්ත්රාත්තු මිලදී ගැනීමේ මිලට ආපසු ගෙවනු ලැබේ.

source: Digits
bn_bd: সংখ্যা
si_lk: ඉලක්කම්

source: Disable
bn_bd: নিষ্ক্রিয় করো
si_lk: අක්‍රමවත් කරන්න

source: Dismiss alert
bn_bd: সতর্কতা খারিজ
si_lk: අනතුරු ඇඟවීම බැහැර කරන්න

source: Do you want this to be a fiat account or crypto account? Please choose one:
bn_bd: আপনি কি এটি একটি ফায়াত অ্যাকাউন্ট বা ক্রিপ্টো অ্যাকাউন্ট হতে চান? অনুগ্রহ করে একটি বেছে নিন:
si_lk: මෙය ෆියට් ගිණුමක් හෝ ක්රිප්ටෝ ගිණුමක් වීමට ඔබට අවශ්යද? කරුණාකර එකක් තෝරන්න:

source: Do you wish to continue?
bn_bd: আপনি কি চালিয়ে যেতে চান?
si_lk: ඔබ දිගටම කරගෙන යාමට කැමතිද?

source: Document example
bn_bd: নথির উদাহরণ
si_lk: ලේඛන උදාහරණය

source: Document uploaded
bn_bd: ডকুমেন্ট আপলোড করা হয়েছে
si_lk: උඩුගත කරන ලද ලේඛනය

source: Documents from that country are not currently supported — <fallback>try another document type</fallback>
bn_bd: সেই দেশের নথিগুলি বর্তমানে সমর্থিত নয় - <fallback>অন্য নথির ধরণ চেষ্টা করুন</fallback>
si_lk: එම රටේ ලේඛන දැනට සහය නොදක්වයි - <fallback>වෙනත් ලේඛන වර්ගයක් උත්සාහ කරන්න</fallback>

source: Documents uploaded
bn_bd: ডকুমেন্টস আপলোড করা হয়েছে
si_lk: උඩුගත කරන ලද ලේඛන

source: Documents you can use to verify your identity
bn_bd: আপনার পরিচয় যাচাই করতে আপনি যে ডকুমেন্টগুলি ব্যবহার করতে পারেন
si_lk: ඔබගේ අනන්යතාවය තහවුරු කර ගැනීමට ඔබට භාවිතා කළ හැකි ලේඛන

source: Does Not Touch
bn_bd: স্পর্শ করা হয় না
si_lk: ස්පර්ශ නොකරයි

source: Don't refresh this page
bn_bd: এই পৃষ্ঠাটি রিফ্রেশ করবেন না
si_lk: මෙම පිටුව නැවුම් නොකරන්න

source: Don't want to trade in %1? You can open another cryptocurrency account.
bn_bd: %1ট্রেড করতে চান না? আপনি অন্য ক্রিপ্টোকুরেন্স অ্যাকাউন্ট খুলতে পারেন।
si_lk: %1හි වෙළඳාම් කිරීමට අවශ්ය නැද්ද? ඔබට තවත් cryptocurrency ගිණුමක් විවෘත කළ හැකිය.

source: Driver's license
bn_bd: ড্রাইভারের লাইসেন্স
si_lk: රියදුරු බලපත්රය

source: Driving licence
bn_bd: ড্রাইভিং লাইসেন্স
si_lk: රියදුරු බලපත්රය

source: Due to an issue on our server, some of your MT5 accounts are unavailable at the moment. %1Please bear with us and thank you for your patience.
bn_bd: আমাদের সার্ভারে একটি সমস্যা থাকার কারণে, আপনার কিছু MT5 অ্যাকাউন্ট এই মুহুর্তে অনুপলব্ধ। %1Pলিজ আমাদের সাথে বহন করুন এবং আপনার ধৈর্যের জন্য আপনাকে ধন্যবাদ।
si_lk: අපගේ සේවාදායකයේ ඇති ගැටළුවක් හේතුවෙන්, ඔබගේ සමහර MT5 ගිණුම් මේ මොහොතේ ලබා ගත නොහැක. %1Pඅප සමඟ බදු වලස් සහ ඔබේ ඉවසීමට ස්තූතියි.

source: Duration
bn_bd: স্থিতিকাল
si_lk: කාල සීමාව

source: EU Deriv account
bn_bd: ইইউ ডেরিভ অ্যাকাউন্ট
si_lk: යුරෝපා සංගමයේ ගිණුම

source: Email address
bn_bd: ই-মেইল ঠিকানা
si_lk: විද්යුත් තැපැල් ලිපිනය

source: Enable
bn_bd: সক্রিয় করো
si_lk: සක්රීය කරන්න

source: Enable camera
bn_bd: ক্যামেরা সক্রিয় করো
si_lk: කැමරාව සක්රීය කරන්න

source: End Time
bn_bd: সমাপ্তির সময়
si_lk: අවසන් වේලාව

source: End time
bn_bd: সমাপ্তির সময়
si_lk: අවසන් කාලය

source: Endpoint
bn_bd: শেষপ্রান্ত
si_lk: එන්ඩ්පොයින්ට්

source: Ends Between
bn_bd: এর মধ্যে শেষ
si_lk: අතර අවසන් වේ

source: Ends Between/Ends Outside
bn_bd: মধ্যে/শেষ বিদেশে
si_lk: අවසානය/පිටත අවසන් වේ

source: Ends Between/Ends Outside contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
bn_bd: শুরু এবং শেষ সময়ের মধ্যে 2 টিকটিরও কম থাকলে বাইরে চুক্তিগুলি ক্রয়ের মূল্যে ফেরত দেওয়া হবে।
si_lk: ආරම්භක හා අවසාන වේලාවන් අතර කිනිතුල්ලන් 2 කට වඩා අඩු නම් පිටත කොන්ත්රාත්තු මිලදී ගැනීමේ මිලට ආපසු ගෙවනු ලැබේ.

source: Ends Outside
bn_bd: বাইরে শেষ
si_lk: පිටත අවසන් වේ

source: Enlarge image
bn_bd: ছবি বড় করো
si_lk: රූපය විශාල කරන්න

source: Enter mobile number
bn_bd: মোবাইল নম্বর লিখুন
si_lk: ජංගම දුරකථන අංකය ඇතුළත් කරන්න

source: Enter your mobile number:
bn_bd: আপনার মোবাইল নম্বর লিখুন:
si_lk: ඔබගේ ජංගම දුරකථන අංකය ඇතුලත් කරන්න:

source: Entry Spot
bn_bd: এন্ট্রি স্পট
si_lk: පිවිසුම් ස්ථානය
