Repository: deriv-smarttrader/binary-static
Catalog: src/translations/*.po
Languages: bn_bd, si_lk

source: Entry spot
bn_bd: এন্ট্রি স্পট
si_lk: පිවිසුම් ස්ථානය

source: Equals
bn_bd: সমান
si_lk: සමාන

source: Ether Classic
bn_bd: ইথার ক্লাসিক
si_lk: ඊතර් ක්ලැසික්

source: Ethereum
bn_bd: এথরিয়াম
si_lk: එතෙරියම්

source: Euro
bn_bd: ইউরো
si_lk: යුරෝ

source: Even/Odd
bn_bd: এমনকি বিজোড়
si_lk: සන්ධ්යාව/අමුතු

source: Even/Odd contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
bn_bd: চুক্তি 5 মিনিটের মধ্যে শেষ না হলে এমনকি/অদ্ভুত চুক্তি ক্রয় মূল্য ফেরত দেওয়া হবে।
si_lk: මිනිත්තු 5 ක් ඇතුළත කොන්ත්රාත්තුව අවසන් නොවන්නේ නම් සවස් යාම/අමුතු කොන්ත්රාත්තු මිලදී ගැනීමේ මිලට ආපසු ගෙවනු ලැබේ.

source: Example of a blurry document
bn_bd: একটি ঝাপসা ডকুমেন্টের উদাহরণ
si_lk: නොපැහැදිලි ලියවිල්ලක උදාහරණය

source: Example of a cut-off document
bn_bd: একটি কাট বন্ধ নথি উদাহরণ
si_lk: කඩඉම් ලේඛනයක උදාහරණය

source: Example of a document with glare
bn_bd: একদৃষ্টি সঙ্গে একটি নথি উদাহরণ
si_lk: දිදුලන ලියවිල්ලක උදාහරණය

source: Exclude time cannot be for more than 5 years.
bn_bd: বর্জন সময় 5 বছরের বেশি হতে পারে না।
si_lk: බැහැර කාලය අවුරුදු 5 කට වඩා වැඩි කාලයක් විය නොහැක.

source: Exclude time cannot be less than 6 months.
bn_bd: সময় বাদ দিন 6 মাসের কম হতে পারে না।
si_lk: බැහැර කාලය මාස 6 කට වඩා අඩු විය නොහැක.

source: Excluded from the website until
bn_bd: ওয়েবসাইট থেকে বাদ দেওয়া পর্যন্ত
si_lk: වෙබ් අඩවියෙන් බැහැර වන තෙක්

source: Exit Spot
bn_bd: প্রস্থান স্পট
si_lk: පිටවීමේ ස්ථානය

source: Exit spot
bn_bd: প্রস্থান স্পট
si_lk: පිටවීමේ ස්ථානයේදීම

source: Exit spot time
bn_bd: স্পট টাইম প্রস্থান করুন
si_lk: පිටවීමේ ස්ථානයේදීම කාලය

source: Exit time
bn_bd: প্রস্থান করার সময়
si_lk: පිටවීමේ කාලය

source: Expiry date is required for %1.
bn_bd: মেয়াদ শেষের তারিখ %1এর জন্য প্রয়োজন।
si_lk: කල් ඉකුත් වීමේ දිනය %1සඳහා අවශ්ය වේ.

source: Explanation
bn_bd: ব্যাখ্যা
si_lk: පැහැදිලි කිරීම

source: Face forward and make sure your eyes are clearly visible
bn_bd: এগিয়ে মুখ এবং আপনার চোখ পরিষ্কারভাবে দৃশ্যমান হয় তা নিশ্চিত করুন।
si_lk: ඉදිරියට මුහුණ දී ඔබේ ඇස් පැහැදිලිව පෙනෙන බවට වග බලා ගන්න

source: Face photo page
bn_bd: ফেস ফটো পেজ
si_lk: මුහුණු ඡායාරූප පිටුව

source: Failed
bn_bd: ব্যর্থ
si_lk: අසාර්ථකයි

source: Fall
bn_bd: পতন
si_lk: වැටීම

source: Fall or equal
bn_bd: পতন বা সমান
si_lk: වැටීම හෝ සමාන

source: Feb
bn_bd: ফেব্রুয়ারি
si_lk: පෙබරවාරි

source: February
bn_bd: ফেব্রুয়ারি
si_lk: පෙබරවාරි

source: Fiat
bn_bd: ক্ষমতাপ্রদান
si_lk: ෆියට්

source: File (%1) size exceeds the permitted limit. Maximum allowed file size: %2
bn_bd: ফাইল (%1) আকার অনুমোদিত সীমা অতিক্রম করেছে। সর্বাধিক অনুমোদিত ফাইলের আকার: %2
si_lk: ගොනු (%1) ප්රමාණය අවසර සීමාව ඉක්මවා යයි. උපරිම අවසර ලත් ගොනු ප්රමාණය: %2

source: File not uploaded.
bn_bd: ফাইল আপলোড করা হয়নি।
si_lk: ගොනුව උඩුගත කර නැත.

source: File size exceeded.
bn_bd: ফাইলের আকার ছাড়িয়ে গেছে।
si_lk: ගොනු ප්රමාණය ඉක්මවා ඇත.

source: File type not supported
bn_bd: ফাইলের ধরন সমর্থিত নয়
si_lk: ගොනු වර්ගය සහය නොදක්වයි

source: Final price
bn_bd: চূড়ান্ত মূল্য
si_lk: අවසාන මිල

source: Financial
bn_bd: আর্থিক
si_lk: මූල්ය

source: Financial Account
bn_bd: আর্থিক একাউন্ট
si_lk: මූල්ය ගිණුම

source: Financial STP
bn_bd: আর্থিক এসটিপি
si_lk: මූල්ය STP

source: Finish
bn_bd: শেষ
si_lk: අවසානයි

source: First line of home address
bn_bd: হোম অ্যাড্রেস প্রথম লাইন
si_lk: නිවසේ ලිපිනයේ පළමු පේළිය

source: Follow these steps to recover camera access:
bn_bd: ক্যামেরা অ্যাক্সেস পুনরুদ্ধার করতে এই পদক্ষেপগুলি অনুসরণ করুন:
si_lk: කැමරා ප්රවේශය නැවත ලබා ගැනීමට මෙම පියවර අනුගමනය කරන්න:

source: Forex
bn_bd: ফরেক্স
si_lk: ෆොරෙක්ස්

source: Fr
bn_bd: ফ্রেড
si_lk: පියතුමා

source: Friday
bn_bd: শুক্রবার
si_lk: සිකුරාදා

source: Fridays
bn_bd: শুক্রবার
si_lk: සිකුරාදා

source: From account:
bn_bd: অ্যাকাউন্ট থেকে:
si_lk: ගිණුමෙන්:

source: Front Side
bn_bd: সামনের দিকে
si_lk: ඉදිරිපස පැත්ත

source: Front and back
bn_bd: সামনে এবং পিছনে
si_lk: ඉදිරිපස සහ පසුපස

source: Gaming
bn_bd: গেমিং
si_lk: සූදු

source: Gaming Account
bn_bd: গেমিং অ্যাকাউন্ট
si_lk: සූදු ගිණුම

source: Get %1
bn_bd: %1পান
si_lk: %1ලබා ගන්න

source: Get link via SMS
bn_bd: এসএমএস এর মাধ্যমে লিংক পান
si_lk: SMS හරහා සබැඳිය ලබා ගන්න

source: Get secure link
bn_bd: নিরাপদ লিংক পান
si_lk: ආරක්ෂිත සබැඳියක් ලබා ගන්න

source: Get your secure link
bn_bd: আপনার নিরাপদ লিংক পান
si_lk: ඔබගේ ආරක්ෂිත සබැඳිය ලබා ගන්න

source: Glare detected
bn_bd: গ্লাইয়ার সনাক্ত হয়েছে
si_lk: මෙයින් නවත්වමි අනාවරණය

source: Go To Reports
bn_bd: প্রতিবেদনে যান
si_lk: වාර්තා වෙත යන්න

source: Go back
bn_bd: ফিরে যাও
si_lk: ආපසු යන්න

source: Go to statement
bn_bd: বিবৃতিতে যান
si_lk: ප්රකාශය වෙත යන්න

source: Goes Outside
bn_bd: বাইরে যায়
si_lk: පිටතට යයි

source: Grant access to your camera from your browser settings
bn_bd: আপনার ব্রাউজার সেটিংস থেকে আপনার ক্যামেরাতে অ্যাক্সেস প্রদান করুন
si_lk: ඔබගේ බ්රවුසරයේ සැකසුම් වලින් ඔබගේ කැමරාවට ප්රවේශය ලබා දෙන්න

source: Great, that's everything we need
bn_bd: গ্রেট, এটাই আমাদের যা দরকার
si_lk: නියමයි, එය අපට අවශ්ය සෑම දෙයක්ම

source: Guide
bn_bd: গাইড
si_lk: මාර්ගෝපදේශය

source: Hence, your withdrawable balance is only up to %1%2, subject to your account’s available funds.
bn_bd: তাই, আপনার উত্তোলনযোগ্য ব্যালেন্স শুধুমাত্র %1%2পর্যন্ত, আপনার অ্যাকাউন্টের উপলব্ধ তহবিলের সাপেক্ষে।
si_lk: එබැවින්, ඔබගේ මුදල් ආපසු ගත හැකි ශේෂය %1%2දක්වා පමණි, ඔබගේ ගිණුමේ පවතින අරමුදල් වලට යටත්ව.

source: Here's how to do it:
bn_bd: এখানে কিভাবে এটি করতে হয়:
si_lk: මෙන්න එය කරන්නේ කෙසේද:

source: High
bn_bd: উচ্চ
si_lk: ඉහළ

source: High Barrier
bn_bd: উচ্চ ব্যারিয়ার
si_lk: ඉහළ බාධකයක්

source: High Tick
bn_bd: উচ্চ টিক
si_lk: ඉහළ ටික්

source: High Tick/Low Tick contracts have a strict duration of five ticks.
bn_bd: হাই টিক/লো টিক চুক্তির পাঁচটি টিকটিকের কঠোর সময়কাল রয়েছে।
si_lk: ඉහළ ටික්/අඩු ටික් කොන්ත්රාත්තු කිනිතුල්ලන් පහක දැඩි කාල සීමාවක් ඇත.

source: High barrier
bn_bd: উচ্চ বাধা
si_lk: ඉහළ බාධකයක්

source: High barrier must be higher than low barrier
bn_bd: উচ্চ বাধা কম বাধা বেশী হতে হবে
si_lk: ඉහළ බාධකයක් අඩු බාධකයට වඩා වැඩි විය යුතුය

source: High barrier offset
bn_bd: উচ্চ বাধা অফসেট
si_lk: ඉහළ බාධකයක් ඕෆ්සෙට්

source: High, Low and Close
bn_bd: উচ্চ, নিম্ন এবং বন্ধ
si_lk: ඉහළ, අඩු සහ සමීප

source: High-Close
bn_bd: হাই-ক্লোজ
si_lk: ඉහළ-වසන්න

source: High-Low
bn_bd: উচ্চ-নিম্ন
si_lk: ඉහළ-අඩු

source: High/Low Ticks
bn_bd: উচ্চ/নিম্ন টিকটিকি
si_lk: ඉහළ/අඩු කිනිතුල්ලන්

source: Higher
bn_bd: উচ্চতর
si_lk: උසස්

source: Higher/Lower
bn_bd: উচ্চ/নিম্ন
si_lk: ඉහළ/පහළ

source: Higher/Lower contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
bn_bd: শুরু এবং শেষ সময়ের মধ্যে 2 টিকটিরও কম থাকলে উচ্চ/নিম্ন চুক্তিগুলি ক্রয় মূল্যে ফেরত দেওয়া হবে।
si_lk: ආරම්භක හා අවසාන වේලාවන් අතර කිනිතුල්ලන් 2 කට වඩා අඩු නම් ඉහළ/පහළ කොන්ත්රාත්තු මිලදී ගැනීමේ මිලට ආපසු ගෙවනු ලැබේ.

source: Hour
bn_bd: ঘণ্টা
si_lk: පැය

source: How to scan a QR code
bn_bd: কিভাবে একটি QR কোড স্ক্যান
si_lk: QR කේතයක් පරිලෝකනය කරන්නේ කෙසේද

source: I want to reapply
bn_bd: আমি পুনরায় আবেদন করতে চাই
si_lk: මට නැවත අයදුම් කිරීමට අවශ්යයි

source: I'm interested
bn_bd: আমি আগ্রহী
si_lk: මම උනන්දු

source: ID number is required for %1.
bn_bd: %1এর জন্য আইডি নম্বর প্রয়োজন।
si_lk: %1සඳහා හැඳුනුම්පත් අංකය අවශ්ය වේ.

source: IP Address
bn_bd: আইপি ঠিকানা
si_lk: IP ලිපිනය

source: Identity card
bn_bd: পরিচয়পত্র
si_lk: හැඳුනුම්පත

source: If it doesn’t work, download a QR code scanner from Google Play or the App Store
bn_bd: যদি এটি কাজ না করে তবে গুগল প্লে বা অ্যাপ স্টোর থেকে একটি QR কোড স্ক্যানার ডাউনলোড করুন
si_lk: එය ක්රියා නොකරන්නේ නම්, ගූගල් ප්ලේ හෝ යෙදුම් වෙළඳසැලෙන් QR කේත ස්කෑනරයක් බාගන්න

source: If the <strong>exit spot</strong> is equal to either the <strong>Low barrier</strong> or the <strong>High barrier</strong>, you don't win the payout.
bn_bd: যদি <strong>প্রস্থান স্পট</strong> হয় <strong>নিম্ন বাধা</strong> বা <strong>উচ্চ বাধা</strong>এর সমান হয়, আপনি পেআউট জিতবেন না।
si_lk: මෙම <strong>පිටවීමේ ස්ථානයේදීම</strong> <strong>අඩු බාධකයක්</strong> හෝ <strong>මහ බාධකයක්</strong>එක්කෝ සමාන වේ නම්, ඔබ ගෙවීම් දිනා නැහැ.

source: If the <strong>exit spot</strong> is equal to the <strong>barrier</strong> or the <stronm g>new barrier (if a reset occurs)</stronmg>, you don't win the payout.
bn_bd: যদি <strong>প্রস্থান স্পট</strong> <strong>বাধা</strong> বা <stronm g>নতুন বাধা (যদি একটি রিসেট ঘটে) সমান হয়</stronmg>, আপনি পেআউট জিতবেন না।
si_lk: <strong>පිටවීමේ ස්ථානය</strong> <strong>බාධකයට සමාන නම්</strong> හෝ <stronm g>නව බාධකයට (නැවත සකස් කිරීමක් සිදුවුවහොත්)</stronmg>, ඔබ ගෙවීම දිනා නොගනී.

source: If the <strong>exit spot</strong> is equal to the <strong>barrier</strong>, you don't win the payout.
bn_bd: যদি <strong>প্রস্থান স্পট</strong> <strong>বাধা</strong>সমান হয়, আপনি পেআউট জিতবেন না।
si_lk: <strong>පිටවීමේ ස්ථානය</strong> බාධක <strong>ට සමාන නම්</strong>, ඔබ ගෙවීම දිනා නොගනී.

source: If the <strong>last tick</strong> is equal to the average of the ticks, you don't win the payout.
si_lk: <strong>අන්තිම ටික්</strong> කිනිතුල්ලන්ගේ සාමාන්යයට සමාන නම්, ඔබ ගෙවීම දිනා නොගනී.

source: If you select "Allow equals", you win the payout if exit spot is higher than or equal to entry spot for "Rise". Similarly, you win the payout if exit spot is lower than or equal to entry spot for "Fall".
bn_bd: আপনি যদি “সমান অনুমতি দিন” নির্বাচন করেন, তাহলে প্রস্থান স্পট “রাইজ” এর জন্য এন্ট্রি স্পটের চেয়ে বেশি বা সমান হলে আপনি অর্থ প্রদান জয় করেন। একইভাবে, যদি এক্সিট স্পট “পতনের” জন্য এন্ট্রি স্পটের চেয়ে কম বা সমান হয় তবে আপনি পেআউট জিতবেন।
si_lk: ඔබ “සමාන කිරීමට ඉඩ දෙන්න” තෝරා ගන්නේ නම්, පිටවීමේ ස්ථානය “නැගීම” සඳහා පිවිසුම් ස්ථානයට වඩා වැඩි හෝ සමාන නම් ඔබ ගෙවීම දිනා ගනී. ඒ හා සමානව, පිටවීමේ ස්ථානය “වැටීම” සඳහා ඇතුල්වීමේ ස්ථානයට වඩා අඩු හෝ සමාන නම් ඔබ ගෙවීම දිනා ගනී.

source: If you select "Ends Between", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>Low barrier</strong> AND strictly lower than the <strong>High barrier</strong>.
bn_bd: যদি আপনি “এন্ড বিটেইন” নির্বাচন করেন, তাহলে আপনি পেমেন্ট জিতবেন যদি <strong>প্রস্থান স্পট</strong> <strong>নিম্ন বাধা</strong> এর চেয়ে কঠোরভাবে উচ্চতর হয় এবং <strong>উচ্চ বাধা</strong>এর চেয়ে কঠোরভাবে কম।
si_lk: ඔබ “අතර අවසානයි” තෝරා ගන්නේ නම්, <strong>පිටවීමේ ස්ථානය</strong> <strong>අඩු බාධකයට වඩා දැඩි ලෙස වැඩි නම්</strong> සහ <strong>ඉහළ බාධකයට වඩා දැඩි ලෙස අඩු නම් ඔබ ගෙවීම් දිනා ගනී</strong>.

source: If you select "Ends Outside", you win the payout if the <strong>exit spot</strong> is EITHER strictly higher than the <strong>High barrier</strong>, OR strictly lower than the <strong>Low barrier</strong>.
bn_bd: যদি আপনি “এন্ড আউটসাইড” নির্বাচন করেন, তাহলে আপনি পেউটি জিতবেন যদি <strong>প্রস্থান স্পট</strong> হয় <strong>উচ্চ বাধা</strong>এর চেয়ে কঠোরভাবে উচ্চতর, অথবা <strong>নিম্ন বাধা</strong>এর চেয়ে কঠোরভাবে কম।
si_lk: ඔබ “පිටත අවසානය” තෝරා ගන්නේ නම්, <strong>පිටවීමේ ස්ථානය</strong> එක්කෝ <strong>අධි බාධකයට වඩා දැඩි ලෙස ඉහළ නම්</strong>හෝ <strong>අඩු බාධකයට වඩා දැඩි ලෙස අඩු නම් ඔබ ගෙවීම දිනා ගනී</strong>.

source: If you select "Fall", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>entry spot</strong>.
si_lk: ඔබ “වැටීම” තෝරා ගන්නේ නම්, <strong>පිටවීමේ ස්ථානය</strong> <strong>පිවිසුම් ස්ථානයට වඩා දැඩි ලෙස අඩු නම් ඔබ ගෙවීම දිනා ගනී</strong>.

source: If you select "Higher", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>barrier</strong>.
bn_bd: আপনি যদি “উচ্চতর” নির্বাচন করেন, তাহলে আপনি পেউটি জিতবেন যদি <strong>প্রস্থান স্পট</strong> কঠোরভাবে <strong>বাধা</strong>এর চেয়ে বেশি হয়।
si_lk: ඔබ “උසස්” තෝරා ගන්නේ නම්, <strong>පිටවීමේ ස්ථානය</strong> බාධක <strong></strong>ට වඩා දැඩි ලෙස වැඩි නම් ඔබ ගෙවීම දිනා ගනී.

source: If you select "Lower", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>barrier</strong>.
bn_bd: যদি আপনি “লোয়ার” নির্বাচন করেন, তাহলে আপনি পেউটি জিতবেন যদি <strong>প্রস্থান স্পট</strong> কঠোরভাবে <strong>বাধা</strong>এর চেয়ে কম হয়।
si_lk: ඔබ “පහළ” තෝරා ගන්නේ නම්, <strong>පිටවීමේ ස්ථානය</strong> <strong>බාධකයට වඩා දැඩි ලෙස අඩු නම් ඔබ ගෙවීම දිනා ගනී</strong>.

source: If you select "Over", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>greater than your prediction.</strong>
si_lk: ඔබ “Over” තෝරා ගන්නේ නම්, අවසාන ටික්හි<strong>අවසාන ඉලක්කම්</strong>ඔබේ අනාවැකියට වඩා <strong>වැඩි නම් ඔබ ගෙවීම දිනා ගනු ඇත.</strong>

source: If you select "Reset-Call", you win the payout if the exit spot is strictly higher than either the entry spot or the spot at reset time.
bn_bd: আপনি যদি “রিসেট-কল” নির্বাচন করেন, তাহলে প্রস্থান স্পটটি এন্ট্রি স্পট বা রিসেট সময়ের স্পটের চেয়ে কঠোরভাবে উচ্চতর হলে আপনি অর্থ পরিশোধটি জিতবেন।
si_lk: ඔබ “Reset-Call” තෝරා ගන්නේ නම්, පිටවීමේ ස්ථානය පිවිසුම් ස්ථානයට හෝ නැවත පිහිටුවීමේ වේලාවට වඩා ඉහළ මට්ටමක පවතී නම්, ඔබ ගෙවීම දිනා ගනී.

source: If you select "Reset-Put", you win the payout if the exit spot is strictly lower than either the entry spot or the spot at reset time.
bn_bd: আপনি যদি “রিসেট-পুট” নির্বাচন করেন, তাহলে এন্ট্রি স্পট বা রিসেট সময় স্পট থেকে প্রস্থান স্পট কঠোরভাবে কম হলে আপনি পরিশোধটি জিতবেন।
si_lk: ඔබ “Resset-Put” තෝරා ගන්නේ නම්, පිටවීමේ ස්ථානය පිවිසුම් ස්ථානයට හෝ නැවත පිහිටුවීමේ වේලාවට වඩා තදින් අඩු නම් ඔබ ගෙවීම දිනා ගනී.

source: If you select "Rise", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>entry spot</strong>.
si_lk: ඔබ “නැඟිට” තෝරා ගන්නේ නම්, <strong>පිටවීමේ ස්ථානය</strong> <strong>පිවිසුම් ස්ථානයට වඩා දැඩි ලෙස වැඩි නම් ඔබ ගෙවීම දිනා ගනී</strong>.

source: If you select "Rises", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>entry spot</strong>.
si_lk: ඔබ “නැගීම්” තෝරා ගන්නේ නම්, <strong>පිටවීමේ ස්ථානය</strong> <strong>පිවිසුම් ස්ථානයට වඩා දැඩි ලෙස වැඩි නම් ඔබ ගෙවීම දිනා ගනී</strong>.

source: If you select "Under", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>less than your prediction.</strong>
si_lk: ඔබ “යටතේ” තෝරා ගන්නේ නම්, අවසාන ටික්හි<strong>අවසාන ඉලක්කම්</strong>ඔබේ අනාවැකියට වඩා<strong>අඩු නම් ඔබ ගෙවීම දිනා ගනු ඇත.</strong>

source: If you select "falls", you win the payout if the market price is lower than the <strong>entry spot</strong>.
si_lk: ඔබ “වැටීම්” තෝරා ගන්නේ නම්, වෙළඳපල මිල <strong>පිවිසුම් ස්ථානයට වඩා අඩු නම් ඔබ ගෙවීම දිනා ගනී</strong>.

source: If you select "falls", you win the payout if the market price is lower than the entry spot.
bn_bd: আপনি যদি “ফলস” নির্বাচন করেন, তাহলে মার্কেট প্রাইস এন্ট্রি স্পটের চেয়ে কম হলে আপনি পেউটি জিতবেন।
si_lk: ඔබ “වැටීම්” තෝරා ගන්නේ නම්, වෙළඳපල මිල පිවිසුම් ස්ථානයට වඩා අඩු නම් ඔබ ගෙවීම දිනා ගනී.

source: If you select "rises", you win the payout if the market price is higher than the <strong>entry spot</strong>.
si_lk: ඔබ “ඉහළ යාම” තෝරා ගන්නේ නම්, වෙළඳපල මිල <strong>පිවිසුම් ස්ථානයට වඩා වැඩි නම් ඔබ ගෙවීම දිනා ගනී</strong>.

source: If you select "rises", you win the payout if the market price is higher than the entry spot.
bn_bd: আপনি যদি “rises” নির্বাচন করেন, তাহলে আপনি পেউটি জিতবেন যদি বাজার মূল্য এন্ট্রি স্পটের চেয়ে বেশি হয়।
si_lk: ඔබ “ඉහළ යාම” තෝරා ගන්නේ නම්, වෙළඳපල මිල පිවිසුම් ස්ථානයට වඩා වැඩි නම් ඔබ ගෙවීම දිනා ගනී.

source: If you select a <strong>start time</strong> in the future, the <strong>start time</strong> is that which is selected and the <strong>entry spot</strong> is the price in effect at that time.
bn_bd: যদি আপনি ভবিষ্যতে <strong>প্রারম্ভিক সময়</strong> নির্বাচন করেন, তবে <strong>প্রারম্ভিক সময়</strong> হল যা নির্বাচিত এবং <strong>এন্ট্রি স্পট</strong> সেই সময়ে কার্যকর মূল্য।
si_lk: ඔබ අනාගතයේදී <strong>ආරම්භක වේලාව</strong> තෝරා ගන්නේ නම්, <strong>ආරම්භක වේලාව</strong> තෝරාගෙන ඇති අතර <strong>පිවිසුම් ස්ථානය</strong> යනු එම අවස්ථාවේ ක්රියාත්මක වන මිල වේ.

source: If you select a <strong>start time</strong> of "Now", the <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
bn_bd: যদি আপনি “Now” এর <strong>প্রারম্ভিক সময়</strong> নির্বাচন করেন, তবে <strong>শেষের সময়</strong> হল <strong>প্রারম্ভিক সময়</strong> (যদি এক দিনের কম সময়ের মধ্যে), অথবা ট্রেডিং দিনের শেষে (যদি এক দিন বা তার বেশি সময়কাল) পরে নির্বাচিত মিনিট/ঘন্টা নির্বাচিত সংখ্যা।
si_lk: ඔබ “දැන්” හි <strong>ආරම්භක වේලාව</strong> තෝරා ගන්නේ නම්, <strong>අවසාන කාලය</strong> යනු <strong>ආරම්භක වේලාවෙන් පසු තෝරාගත් විනාඩි/පැය ගණන</strong> (කාල පරිච්ඡේදයේ දිනකට වඩා අඩු නම්), හෝ වෙළඳ දිනය අවසානයේ (එක් දිනක් හෝ ඊට වැඩි කාලයක් නම්).

source: If you select a specific <strong>end time</strong>, the <strong>end time</strong> is the selected time.
bn_bd: যদি আপনি একটি নির্দিষ্ট <strong>শেষ সময়</strong>নির্বাচন করেন, তবে <strong>শেষ সময়</strong> হল নির্বাচিত সময়।
si_lk: ඔබ නිශ්චිත <strong>අවසන් කාලය</strong>තෝරා ගන්නේ නම්, <strong>අවසන් කාලය</strong> තෝරාගත් කාලය වේ.

source: In the EU, financial binary options are only available to professional investors.
bn_bd: ইইউতে, আর্থিক বাইনারি বিকল্প শুধুমাত্র পেশাদার বিনিয়োগকারীদের জন্য উপলব্ধ।
si_lk: යුරෝපා සංගමයේ, මූල්ය ද්විමය විකල්ප ලබා ගත හැක්කේ වෘත්තීය ආයෝජකයින්ට පමණි.

source: In/Out
bn_bd: ইন/আউট
si_lk: දී/පිටත

source: Indicates required field
bn_bd: প্রয়োজনীয় ক্ষেত্র নির্দেশ করে
si_lk: අවශ්ය ක්ෂේත්රය දක්වයි

source: Indicative
bn_bd: ইঙ্গিতপূর্ণ
si_lk: ඇඟවුම්

source: Insufficient balance.
bn_bd: অপর্যাপ্ত ভারসাম্য
si_lk: ප්රමාණවත් ශේෂය.

source: Invalid app id
bn_bd: অকার্যকর অ্যাপ আইডি
si_lk: වලංගු නොවන යෙදුම හැඳුනුම්පත

source: Invalid document format.
bn_bd: অকার্যকর ডকুমেন্ট ফর্ম্যাট।
si_lk: වලංගු නොවන ලේඛන ආකෘතිය.

source: Invalid email address.
bn_bd: অকার্যকর ইমেইল ঠিকানা।
si_lk: වලංගු නොවන විද්යුත් තැපැල් ලිපිනය.

source: Invalid verification code.
bn_bd: বৈধ যাচাইকরণ কোড।
si_lk: වලංගු නොවන සත්යාපන කේතය.

source: Investment
bn_bd: ইনভেস্টমেন্ট
si_lk: ආයෝජන

source: It may be disconnected. <fallback>Try using your phone instead</fallback>.
bn_bd: এটি সংযোগ বিচ্ছিন্ন হতে পারে। <fallback>পরিবর্তে আপনার ফোন ব্যবহার করে দেখুন</fallback>।
si_lk: එය විසන්ධි විය හැකිය. <fallback>ඒ වෙනුවට ඔබගේ දුරකථනය භාවිතා කිරීමට උත්සාහ කරන්න</fallback>.

source: It may take a few minutes to arrive
bn_bd: এটি আসতে কয়েক মিনিট সময় লাগতে পারে
si_lk: පැමිණීමට මිනිත්තු කිහිපයක් ගතවනු ඇත

source: It must be an official photo ID
bn_bd: এটি একটি অফিসিয়াল ফটো আইডি হতে হবে
si_lk: එය නිල ඡායාරූප හැඳුනුම්පතක් විය යුතුය

source: It will only take a couple of minutes.
bn_bd: এটি শুধুমাত্র কয়েক মিনিট সময় লাগবে।
si_lk: එය ගත වන්නේ මිනිත්තු කිහිපයක් පමණි.

source: It’ll take longer to verify you if we can’t read it
bn_bd: আমরা এটা পড়তে না পারলে আপনাকে যাচাই করতে আরো সময় লাগবে।
si_lk: අපට එය කියවිය නොහැකි නම් ඔබව සත්යාපනය කිරීමට වැඩි කාලයක් ගතවනු ඇත

source: Jan
bn_bd: জানুয়ারী
si_lk: ජෑන්

source: January
bn_bd: জানুয়ারী
si_lk: ජනවාරි

source: Jul
bn_bd: জুলাই
si_lk: ජුලි

source: July
bn_bd: জুলাই
si_lk: ජූලි

source: Jun
bn_bd: জুন
si_lk: ජුන්

source: June
bn_bd: জুন
si_lk: ජූනි

source: Jurisdiction
bn_bd: এখতিয়ার
si_lk: අධිකරණ බලය

source: Keep this window open while using your mobile
bn_bd: আপনার মোবাইল ব্যবহার করার সময় এই উইন্ডোটি খোলা রাখুন
si_lk: ඔබගේ ජංගම දුරකථනය භාවිතා කරන අතරතුර මෙම කවුළුව විවෘතව තබා ගන්න

source: Language settings
bn_bd: ভাষা সেটিংস
si_lk: භාෂා සැකසුම්

source: Last Digit Prediction
bn_bd: শেষ সংখ্যার ভবিষ্যদ্বাণী
si_lk: අවසාන ඉලක්කම් පුරෝකථනය

source: Last Digit Stats
bn_bd: শেষ সংখ্যার পরিসংখ্যান
si_lk: අවසාන ඉලක්කම් සංඛ්යාන

source: Last Login
bn_bd: সর্বশেষ লগইন
si_lk: අවසන් පිවිසුම

source: Last Used
bn_bd: সর্বশেষ ব্যবহৃত
si_lk: පසුගිය භාවිතා

source: Linked to your computer
bn_bd: আপনার কম্পিউটারের সাথে সংযুক্ত
si_lk: ඔබේ පරිගණකයට සම්බන්ධ කර ඇත

source: Litecoin
bn_bd: লাইটকয়েন
si_lk: ලයිට්කොයින්

source: Live chat
bn_bd: লাইভ চ্যাট
si_lk: සජීවී කතාබස්

source: Loading
bn_bd: লোড হচ্ছে
si_lk: පූරණය

source: Loading...
bn_bd: লোড হচ্ছে...
si_lk: පැටවීම...

source: Log in
bn_bd: লগ ইন
si_lk: ලොග් වන්න

source: Log in here
bn_bd: এখানে লগইন করুন
si_lk: මෙහි ලොග් වන්න

source: Log out
bn_bd: লগ আউট
si_lk: ලොග් අවුට්

source: Login ID
bn_bd: লগইন আইডি
si_lk: පිවිසුම් හැඳුනුම්පත

source: Login at:
bn_bd: লগইন করুন:
si_lk: ලොගින් වන්න:

source: Lookbacks
bn_bd: লুকব্যাক
si_lk: ලිහිල් බැක්

source: Looking for CFD accounts? Go to Trader's hub
bn_bd: CFD অ্যাকাউন্ট খুঁজছেন? ট্রেডারের হাব এ যান
si_lk: CFD ගිණුම් සොයනවාද? වෙළෙන්දාගේ කේන්ද්රස්ථානය වෙත යන්න

source: Looks like you took too long
bn_bd: দেখে মনে হচ্ছে তুমি অনেক বেশি সময় নিয়েছ
si_lk: ඔබ වැඩි කාලයක් ගත වූ බවක් පෙනේ

source: Loss
bn_bd: ক্ষতি
si_lk: පාඩුව

source: Low
bn_bd: নিচু
si_lk: අඩු

source: Low Barrier
bn_bd: নিম্ন ব্যারিয়ার
si_lk: අඩු බාධකයක්

source: Low Tick
bn_bd: নিম্ন টিক
si_lk: අඩු ටික්

source: Low barrier
bn_bd: নিম্ন বাধা
si_lk: අඩු බාධකයක්

source: Low barrier offset
bn_bd: নিম্ন বাধা অফসেট
si_lk: අඩු බාධකයක් ඕෆ්සෙට්

source: Lower
bn_bd: নিম্নতর
si_lk: පහළ

source: MT5 withdrawal disabled
bn_bd: MT5 উইথড্রয়াল নিষ্ক্রিয়
si_lk: MT5 ඉවත් කිරීම අක්රීයයි

source: MT5 withdrawals have been disabled on your account. Please check your email for more details.
bn_bd: আপনার অ্যাকাউন্টে MT5 উইথড্রয়াল নিষ্ক্রিয় করা হয়েছে। আরো বিস্তারিত জানার জন্য আপনার ইমেইল চেক করুন।
si_lk: MT5 මුදල් ආපසු ඔබගේ ගිණුමේ අක්රීය කර ඇත. වැඩි විස්තර සඳහා කරුණාකර ඔබගේ විද්යුත් තැපෑල පරීක්ෂා කරන්න.

source: Make sure all of the document is in the photo
bn_bd: নিশ্চিত করুন যে সমস্ত নথিটি ফটোতে আছে
si_lk: සියලුම ලේඛනය ඡායාරූපයේ ඇති බවට වග බලා ගන්න

source: Make sure details are clear to read, with no blur or glare
bn_bd: বিশদ বিবরণ পড়তে স্পষ্ট হয় তা নিশ্চিত করুন, কোন দাগ বা একদৃষ্টি সঙ্গে
si_lk: නොපැහැදිලි හෝ දිදුලන නොමැතිව විස්තර කියවීමට පැහැදිලි බවට වග බලා ගන්න

source: Make sure everything is clear
bn_bd: সবকিছু পরিষ্কার হয় তা নিশ্চিত করুন
si_lk: සෑම දෙයක්ම පැහැදිලි බවට වග බලා ගන්න

source: Make sure full document is visible
bn_bd: সম্পূর্ণ নথিটি দৃশ্যমান কিনা তা নিশ্চিত করুন
si_lk: සම්පූර්ණ ලේඛනය දෘශ්යමාන වන බවට වග බලා ගන්න

source: Make sure your card details are clear to read, with no blur or glare
bn_bd: নিশ্চিত করুন যে আপনার কার্ডের বিবরণ পড়তে স্পষ্ট, কোন দাগ বা একদৃষ্টি সঙ্গে
si_lk: නොපැහැදිලි හෝ දිදුලන නොමැතිව ඔබගේ කාඩ්පත් විස්තර කියවීමට පැහැදිලි බවට වග බලා ගන්න

source: Make sure your device has a working camera
bn_bd: নিশ্চিত করুন যে আপনার ডিভাইসে একটি কার্যকরী ক্যামেরা আছে
si_lk: ඔබගේ උපාංගයට වැඩ කරන කැමරාවක් ඇති බවට වග බලා ගන්න

source: Make sure your device's camera works
bn_bd: নিশ্চিত করুন যে আপনার ডিভাইসের ক্যামেরা কাজ করে
si_lk: ඔබගේ උපාංගයේ කැමරාව ක්රියා කරන බවට වග බලා ගන්න

source: Make sure your license details are clear to read, with no blur or glare
bn_bd: নিশ্চিত করুন যে আপনার লাইসেন্স বিবরণ পড়তে স্পষ্ট, কোন দাগ বা একদৃষ্টি সঙ্গে
si_lk: නොපැහැදිලි හෝ දිදුලන නොමැතිව ඔබේ බලපත්ර විස්තර කියවීමට පැහැදිලි බවට වග බලා ගන්න

source: Make sure your passport details are clear to read, with no blur or glare
bn_bd: নিশ্চিত করুন যে আপনার পাসপোর্টের বিবরণ পড়তে স্পষ্ট, কোন দাগ বা একদৃষ্টি ছাড়াই
si_lk: නොපැහැදිලි හෝ දිදුලන නොමැතිව ඔබගේ විදේශ ගමන් බලපත්ර විස්තර කියවීමට පැහැදිලි බවට වග බලා ගන්න

source: Make sure your permit details are clear to read, with no blur or glare
bn_bd: নিশ্চিত করুন যে আপনার পারমিট বিবরণ পড়তে স্পষ্ট, কোন দাগ বা একদৃষ্টি সঙ্গে
si_lk: නොපැහැදිලි හෝ දිදුලන නොමැතිව ඔබගේ අවසර පත්ර විස්තර කියවීමට පැහැදිලි බවට වග බලා ගන්න

source: Make sure your selfie clearly shows your face
bn_bd: আপনার সেলফি পরিষ্কারভাবে আপনার মুখ দেখায় তা নিশ্চিত করুন
si_lk: ඔබේ සෙල්ෆි ඔබේ මුහුණ පැහැදිලිව පෙන්වන බවට වග බලා ගන්න

source: Make sure§
bn_bd: নিশ্চিত করুন §
si_lk: වග බලා ගන්න§

source: Manage accounts
bn_bd: অ্যাকাউন্ট পরিচালনা
si_lk: ගිණුම් කළමනාකරණය කරන්න

source: Mar
bn_bd: নষ্ট করা
si_lk: මාර්

source: March
bn_bd: মার্চ
si_lk: මාර්තු

source: Matches/Differs
bn_bd: মিল/পৃথক
si_lk: ගැලපුම්/වෙනස්

source: Maximum multiplier of 1000.
bn_bd: ১০০০ এর সর্বোচ্চ গুণক।
si_lk: උපරිම ගුණකය 1000.

source: Maximum payout
bn_bd: সর্বোচ্চ পরিশোধ
si_lk: උපරිම ගෙවීම

source: May
bn_bd: মে
si_lk: මැයි
