Repository: deriv-smarttrader/binary-static
Catalog: src/translations/*.po
Languages: bn_bd, si_lk

source: Menu
bn_bd: মেনু
si_lk: මෙනු

source: Minimum:
bn_bd: সর্বনিম্ন:
si_lk: අවම:

source: Minute
bn_bd: মিনিট
si_lk: විනාඩිය

source: Mo
bn_bd: মো
si_lk: මෝ

source: Monday
bn_bd: সোমবার
si_lk: සඳුදා

source: More information can be found in an email sent to you.
bn_bd: আপনার কাছে পাঠানো ইমেলে আরও তথ্য পাওয়া যাবে।
si_lk: වැඩි විස්තර ඔබට එවන ලද විද්යුත් තැපෑලෙන් සොයාගත හැකිය.

source: Move away from direct light
bn_bd: সরাসরি আলো থেকে দূরে সরে যান
si_lk: සෘජු ආලෝකයෙන් away ත් වන්න

source: Move away from direct light — no glare
bn_bd: সরাসরি আলো থেকে দূরে সরে যান - কোন একদৃষ্টি
si_lk: සෘජු ආලෝකයෙන් ඉවතට ගෙන යන්න - දිලිසීමක් නැත

source: Multi-Collateral
bn_bd: বহু-সমান্তরাল
si_lk: බහු-සම පාර්ශවික

source: Multiple faces found
bn_bd: একাধিক মুখ পাওয়া গেছে
si_lk: මුහුණු කිහිපයක් හමු විය

source: Multiplier
bn_bd: গুণক
si_lk: ගුණකය

source: Multiplier Down
bn_bd: গুণক নিচে
si_lk: ගුණකය පහළට

source: Multiplier Up
bn_bd: গুণক আপ
si_lk: ගුණකය ඉහළට

source: Multipliers
bn_bd: মাল্টিপ্লেয়ার
si_lk: ගුණකයන්

source: Must be under 10MB.
bn_bd: ১০ মেগাবাইটের নিচে হতে হবে।
si_lk: 10MB ට අඩු විය යුතුය.

source: Name
bn_bd: নাম
si_lk: නම

source: Names and surnames by themselves are easy to guess
bn_bd: নাম এবং উপনামগুলি নিজেদের দ্বারা অনুমান করা সহজ
si_lk: තමන් විසින්ම නම් සහ වාසගම අනුමාන කිරීම පහසුය

source: Net profit
bn_bd: নিট মুনাফা
si_lk: ශුද්ධ ලාභය

source: Network status
bn_bd: নেটওয়ার্ক স্ট্যাটাস
si_lk: ජාල තත්ත්වය

source: Never
bn_bd: কখনোই না
si_lk: කිසි විටෙකත්

source: Never Used
bn_bd: কখনো ব্যবহার করা হয়নি
si_lk: කිසි විටෙකත් භාවිතා නොකළ

source: New Year's Day
bn_bd: নববর্ষের দিন
si_lk: අලුත් අවුරුදු දිනය

source: New password
bn_bd: নতুন পাসওয়ার্ড
si_lk: නව මුරපදයක්

source: New token created.
bn_bd: নতুন টোকেন তৈরি করা হয়েছে।
si_lk: නව ටෝකනය නිර්මාණය කරන ලදි.

source: Next
bn_bd: পরবর্তী
si_lk: ඊළඟ

source: No authentication required
bn_bd: কোনো প্রমাণীকরণের প্রয়োজন নেই
si_lk: සත්යාපනය අවශ්ය නොවේ

source: No currency assigned
bn_bd: কোন কারেন্সি বরাদ্দ করা হয়নি
si_lk: මුදල් පවරා නැත

source: No currency selected
bn_bd: কোন মুদ্রা নির্বাচন করা হয়নি
si_lk: මුදල් තෝරා නැත

source: No document detected
bn_bd: কোনো নথি সনাক্ত করা হয়নি
si_lk: කිසිදු ලේඛනයක් අනාවරණය කර නොමැත

source: No face found
bn_bd: কোন মুখ পাওয়া যায়নি
si_lk: මුහුණක් හමු නොවීය

source: No need for symbols, digits, or uppercase letters
bn_bd: চিহ্ন, সংখ্যা, বা বড় হাতের অক্ষরের প্রয়োজন নেই
si_lk: සංකේත, ඉලක්කම් හෝ ලොකු අකුරු අවශ්ය නොවේ

source: No notifications
bn_bd: কোনো বিজ্ঞপ্তি নেই
si_lk: දැනුම්දීම් නොමැත

source: No thanks
bn_bd: না, ধন্যবাদ।
si_lk: ස්තූතියි

source: Non-EU Deriv
bn_bd: অ-ইইউ ডেরিভ
si_lk: යුරෝපා සංගමය නොවන ව්යුත්පන්න

source: Not
bn_bd: না
si_lk: නැත

source: Not announced for this currency.
bn_bd: এই মুদ্রার জন্য ঘোষণা করা হয়নি।
si_lk: මෙම මුදල් සඳහා නිවේදනය කර නැත.

source: Note
bn_bd: নোট
si_lk: සටහන

source: Note:
bn_bd: নোট:
si_lk: සටහන:

source: Note: You are limited to one fiat currency account. The currency of your fiat account can be changed before you deposit into your fiat account for the first time or create an MT5 account. You may also open one account for each supported cryptocurrency.
bn_bd: দ্রষ্টব্য: আপনি এক ফায়াত মুদ্রা অ্যাকাউন্টে সীমাবদ্ধ। আপনি প্রথমবারের জন্য আপনার ফায়াত অ্যাকাউন্টে ডিপোজিট করার আগে বা MT5 অ্যাকাউন্ট তৈরি করার আগে আপনার ফায়াত অ্যাকাউন্টের মুদ্রা পরিবর্তন করা যেতে পারে। আপনি প্রতিটি সমর্থিত ক্রিপ্টোকুরেন্সের জন্য একটি অ্যাকাউন্ট খুলতে পারেন।
si_lk: සටහන: ඔබ එක් ෆියට් මුදල් ගිණුමකට සීමා වේ. ඔබ පළමු වරට ඔබේ ෆියට් ගිණුමට තැන්පත් කිරීමට පෙර හෝ MT5 ගිණුමක් නිර්මාණය කිරීමට පෙර ඔබේ ෆියට් ගිණුමේ මුදල් වෙනස් කළ හැකිය. සහාය දක්වන සෑම ගුප්තකේතන මුදල් සඳහාම ඔබට එක් ගිණුමක් විවෘත කළ හැකිය.

source: Notifications
bn_bd: বিজ্ঞপ্তি
si_lk: දැනුම්දීම්

source: Nov
bn_bd: নভেম্বর
si_lk: නොවැ

source: November
bn_bd: নভেম্বর
si_lk: නොවැම්බර්

source: Now
bn_bd: এখনই
si_lk: දැන්

source: Number of ticks:
bn_bd: টিকটিকি সংখ্যা:
si_lk: කිනිතුල්ලන් ගණන:

source: OAuth App ID
bn_bd: অথ অ্যাপ আইডি
si_lk: OAUth යෙදුම් හැඳුනුම්පත

source: Oct
bn_bd: অক্টোবর
si_lk: ඔක්

source: October
bn_bd: অক্টোবর
si_lk: ඔක්තෝබර්

source: Offline
bn_bd: অফলাইন
si_lk: නොබැඳි

source: Once you've finished we'll take you to the next step
bn_bd: শেষ হলে আমরা আপনাকে পরবর্তী পদক্ষেপে নিয়ে যাব
si_lk: ඔබ අවසන් වූ පසු අපි ඔබව ඊළඟ පියවරට ගෙන යන්නෙමු

source: Online
bn_bd: অনলাইন
si_lk: ඔන්ලයින්

source: Online trading platform
bn_bd: অনলাইন ট্রেডিং প্ল্যাটফর্ম
si_lk: මාර්ගගත වෙළඳ වේදිකාව

source: Only Downs
bn_bd: শুধুমাত্র ডাউনস
si_lk: ඩවුන්ස් පමණි

source: Only Ups
bn_bd: শুধু আপগুলি
si_lk: Ups පමණි

source: Only letters, numbers, space, and hyphen are allowed.
bn_bd: শুধুমাত্র অক্ষর, সংখ্যা, স্থান, এবং হাইফেন অনুমোদিত।
si_lk: අකුරු, අංක, අවකාශය සහ හයිෆන් පමණක් අවසර ඇත.

source: Only letters, numbers, space, and these special characters are allowed: %1
bn_bd: শুধুমাত্র অক্ষর, সংখ্যা, স্থান, এবং এই বিশেষ অক্ষরগুলি অনুমোদিত: %1
si_lk: අකුරු, අංක, අවකාශය සහ මෙම විශේෂ අක්ෂරවලට පමණක් අවසර ඇත: %1

source: Only letters, numbers, space, hyphen, period, and apostrophe are allowed.
bn_bd: শুধুমাত্র অক্ষর, সংখ্যা, স্থান, হাইফেন, সময়কাল, এবং apostrophy অনুমোদিত হয়।
si_lk: අකුරු, අංක, අවකාශය, හයිෆන්, කාල පරිච්ඡේදය සහ ප්රේරප්ට පමණක් අවසර ඇත.

source: Only letters, numbers, space, hyphen, period, comma, and apostrophe are allowed.
bn_bd: শুধুমাত্র অক্ষর, সংখ্যা, স্থান, হাইফেন, কাল, কমা, এবং apostrophy অনুমোদিত হয়।
si_lk: අකුරු, අංක, අවකාශය, හයිෆන්, කාල පරිච්ඡේදය, කොමාව සහ ප්රේරප්ට පමණක් අවසර ඇත.

source: Only letters, numbers, space, underscore, and hyphen are allowed for ID number (%1).
si_lk: හැඳුනුම්පත් අංකය (%1) සඳහා අවසර ඇත්තේ අකුරු, අංක, අවකාශය, යටි ලකුණු සහ හයිෆන් පමණි.

source: Only letters, space, hyphen, period, and apostrophe are allowed.
bn_bd: শুধুমাত্র অক্ষর, স্থান, হাইফেন, সময়কাল, এবং apostrophy অনুমোদিত হয়।
si_lk: අකුරු, අවකාශය, හයිෆන්, කාල පරිච්ඡේදය සහ අපෝට්රොප් පමණක් අවසර ඇත.

source: Only your face can be in the selfie
bn_bd: শুধুমাত্র আপনার মুখ সেলফি হতে পারে
si_lk: සෙල්ෆි තුළ සිටිය හැක්කේ ඔබේ මුහුණ පමණි

source: Oops... Page Not Available
bn_bd: ওহো... পৃষ্ঠাটি উপলভ্য নয়
si_lk: අපොයි... පිටුව ලබාගත නොහැක

source: Open a Financial Account
bn_bd: একটি আর্থিক অ্যাকাউন্ট খুলুন
si_lk: මූල්ය ගිණුමක් විවෘත කරන්න

source: Open a Real Account
bn_bd: একটি রিয়েল অ্যাকাউন্ট খুলুন
si_lk: සැබෑ ගිණුමක් විවෘත කරන්න

source: Open a free account
bn_bd: একটি ফ্রি অ্যাকাউন্ট খুলুন
si_lk: නොමිලේ ගිණුමක් විවෘත කරන්න

source: Open positions
bn_bd: ওপেন পজিশন
si_lk: විවෘත තනතුරු

source: Open the link and complete the tasks
bn_bd: লিঙ্কটি খুলুন এবং কাজগুলি সম্পূর্ণ করুন
si_lk: සබැඳිය විවෘත කර කාර්යයන් සම්පූර්ණ කරන්න

source: Open the link on your mobile
bn_bd: আপনার মোবাইলে লিঙ্কটি খুলুন
si_lk: ඔබගේ ජංගම දුරකථනයේ සබැඳිය විවෘත කරන්න

source: Open your new bank account
bn_bd: আপনার নতুন ব্যাংক অ্যাকাউন্ট খুলুন
si_lk: ඔබගේ නව බැංකු ගිණුම විවෘත කරන්න

source: Opens
bn_bd: খোলে
si_lk: විවෘත වේ

source: Options & Multipliers
bn_bd: অপশন এবং মাল্টিপ্লেয়ার
si_lk: විකල්ප සහ ගුණකය

source: Options trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such an addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis.
bn_bd: অপশন ট্রেডিং একটি বাস্তব আসক্তি হতে পারে, অন্য কোন কার্যকলাপ তার সীমা ধাক্কা পারেন হিসাবে। এই ধরনের আসক্তি বিপদ এড়ানোর জন্য, আমরা একটি বাস্তবতা-চেক প্রদান করি যা আপনাকে নিয়মিত ভিত্তিতে আপনার ট্রেড এবং অ্যাকাউন্টগুলির একটি সারসংক্ষেপ দেয়।
si_lk: විකල්ප වෙළඳාම සැබෑ ඇබ්බැහි වීමක් බවට පත්විය හැකිය, වෙනත් ඕනෑම ක්රියාකාරකමක් එහි සීමාවන්ට තල්ලු කළ හැකිය. එවැනි ඇබ්බැහි වීමේ අන්තරාය වළක්වා ගැනීම සඳහා, අපි නිතිපතා ඔබේ ගනුදෙනු සහ ගිණුම් පිළිබඳ සාරාංශයක් ලබා දෙන යථාර්ත-චෙක්පතක් ලබා දෙන්නෙමු.

source: Our classic “drag-and-drop” tool for creating trading bots, featuring pop-up trading charts, for advanced users.
bn_bd: উন্নত ব্যবহারকারীদের জন্য পপ-আপ ট্রেডিং চার্ট সমন্বিত ট্রেডিং বট তৈরির জন্য আমাদের ক্লাসিক “ড্র্যাগ-এন্ড-ড্রপ” টুল।
si_lk: උසස් පරිශීලකයින් සඳහා උත්පතන වෙළඳ ප්රස්ථාර ඇතුළත් වෙළඳ රොබෝ නිර්මාණය කිරීම සඳහා අපගේ සම්භාව්ය “ඇදගෙන යාමේ” මෙවලම.

source: Over/Under
bn_bd: উপরে/অধীন
si_lk: යටතේ/යටතේ

source: Over/Under contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
bn_bd: চুক্তি 5 মিনিটের মধ্যে শেষ না হলে চুক্তিগুলি ক্রয়ের মূল্যে ফেরত দেওয়া হবে।
si_lk: කොන්ත්රාත්තුව මිනිත්තු 5 ක් ඇතුළත අවසන් නොවන්නේ නම්, මිලදී ගැනීමේ මිලට අධි/යටතේ කොන්ත්රාත්තු ආපසු ගෙවනු ලැබේ.

source: Passport
bn_bd: পাসপোর্ট
si_lk: විදේශ ගමන් බලපත්රය

source: Passport photo page
bn_bd: পাসপোর্ট ফটো পেজ
si_lk: විදේශ ගමන් බලපත්ර ඡායාරූප පිටුව

source: Password is not strong enough.
bn_bd: পাসওয়ার্ড যথেষ্ট শক্তিশালী নয়।
si_lk: මුරපදය ප්රමාණවත් තරම් ශක්තිමත් නොවේ.

source: Password should have lower and uppercase English letters with numbers.
bn_bd: পাসওয়ার্ডের সংখ্যা সহ নিম্ন এবং বড় হাতের ইংরেজি অক্ষর থাকতে হবে।
si_lk: මුරපදයට අංක සහිත අඩු හා ලොකු අකුරු ඉංග්රීසි අකුරු තිබිය යුතුය.

source: Paxos Standard
bn_bd: প্যাক্সস স্ট্যান্ডার্ড
si_lk: පැක්සෝස් සම්මත

source: Pay-out
bn_bd: পে-আউট
si_lk: ගෙවීම-ඉවත්

source: Payment Agent services are not available in your country or in your preferred currency.
bn_bd: পেমেন্ট এজেন্ট পরিষেবা আপনার দেশে বা আপনার পছন্দের মুদ্রায় উপলব্ধ নয়।
si_lk: ගෙවීම් නියෝජිත සේවා ඔබගේ රටේ හෝ ඔබ කැමති මුදලින් ලබා ගත නොහැක.

source: Payments
bn_bd: পেমেন্টস
si_lk: ගෙවීම්

source: Payout
bn_bd: পরিশোধ
si_lk: ගෙවීම්

source: Payout range
bn_bd: পরিশোধ পরিসীমা
si_lk: ගෙවීම් පරාසය

source: Pending
bn_bd: মুলতুবি
si_lk: ඉතිරිව ඇත

source: Percentage
bn_bd: শতকরা হার
si_lk: ප්රතිශතය

source: Permissions
bn_bd: অনুমতি
si_lk: අවසර

source: Photo of your document
bn_bd: আপনার নথির ছবি
si_lk: ඔබේ ලේඛනයේ ඡායාරූපය

source: Photo of your face
bn_bd: আপনার মুখের ছবি
si_lk: ඔබේ මුහුණේ ඡායාරූපය

source: Place of birth
bn_bd: জন্ম স্থান
si_lk: උපන් ස්ථානය

source: Please %1complete your account profile%2 to lift your withdrawal and trading limits.
si_lk: ඔබගේ මුදල් ආපසු ගැනීම සහ වෙළඳ සීමාවන් ඉවත් කිරීම සඳහා කරුණාකර %1cඔබගේ ගිණුම් පැතිකඩ%2 ඔම්ලට් කරන්න.

source: Please %1deposit%2 to your account.
si_lk: කරුණාකර %1dඑපොසිට්ට්%2 ඔබගේ ගිණුමට.

source: Please %1log in%2 or %3sign up%4 to view this page.
bn_bd: অনুগ্রহ করে %1log in%2 অথবা %3sসাইন আপ করুন%4 এই পৃষ্ঠাটি দেখতে।
si_lk: කරුණාකර %1log in%2 හෝ %3sgin%4 මෙම පිටුව බැලීම සඳහා.

source: Please accept the terms and conditions.
bn_bd: দয়া করে নিয়ম ও শর্তাবলী মেনে নিন।
si_lk: කරුණාකර නියමයන් සහ කොන්දේසි පිළිගන්න.

source: Please check your email for further instructions.
bn_bd: আরও নির্দেশাবলীর জন্য আপনার ইমেইল চেক করুন।
si_lk: වැඩිදුර උපදෙස් සඳහා කරුණාකර ඔබගේ විද්යුත් තැපෑල පරීක්ෂා කරන්න.

source: Please check your email for the password reset link.
bn_bd: পাসওয়ার্ড রিসেট লিঙ্কের জন্য আপনার ইমেল চেক করুন।
si_lk: මුරපදය යළි පිහිටුවීමේ සබැඳිය සඳහා කරුණාකර ඔබගේ විද්යුත් තැපෑල පරීක්ෂා කරන්න.

source: Please choose a currency
bn_bd: অনুগ্রহ করে একটি মুদ্রা নির্বাচন করুন
si_lk: කරුණාකර මුදල් වර්ගයක් තෝරන්න

source: Please complete the %1Real Account form%2 to verify your age as required by the %3UK Gambling%4 Commission (UKGC).
si_lk: කරුණාකර %1සැබෑ ගිණුම් පෝරමය සම්පූර්ණ කරන්න%2 අවශ්ය පරිදි ඔබේ වයස තහවුරු කර ගැනීම සඳහා %3UK සූදුව%4 කොමිසම (UKGC).

source: Please complete the %1financial assessment form%2 to lift your withdrawal and trading limits.
bn_bd: আপনার উইথড্রয়াল এবং ট্রেডিং লিমিট উত্তোলনের জন্য অনুগ্রহ করে %1fটি আর্থিক মূল্যায়ন ফর্ম%2 পূরণ করুন।
si_lk: ඔබේ මුදල් ආපසු ගැනීම සහ වෙළඳ සීමාවන් ඉවත් කිරීම සඳහා කරුණාකර %1fනොමිල තක්සේරු පෝරමය%2 සම්පූර්ණ කරන්න.

source: Please complete your Personal Details before you proceed.
bn_bd: আপনি এগিয়ে যাওয়ার আগে দয়া করে আপনার ব্যক্তিগত বিবরণ পূরণ করুন।
si_lk: ඔබ ඉදිරියට යාමට පෙර කරුණාකර ඔබේ පුද්ගලික තොරතුරු සම්පූර්ණ කරන්න.

source: Please confirm that all the information above is true and complete.
bn_bd: অনুগ্রহ করে নিশ্চিত করুন যে উপরের সমস্ত তথ্য সত্য এবং সম্পূর্ণ।
si_lk: ඉහත සියලු තොරතුරු සත්ය හා සම්පූර්ණ බව කරුණාකර තහවුරු කරන්න.

source: Please confirm that you are not a politically exposed person.
bn_bd: অনুগ্রহ করে নিশ্চিত করুন যে আপনি রাজনৈতিকভাবে উন্মুক্ত ব্যক্তি নন।
si_lk: ඔබ දේශපාලනිකව නිරාවරණය වූ පුද්ගලයෙකු නොවන බව කරුණාකර තහවුරු කරන්න.

source: Please ensure that you have the Telegram app installed on your device.
bn_bd: অনুগ্রহ করে নিশ্চিত করুন যে আপনার ডিভাইসে Telegram অ্যাপ ইন্সটল আছে।
si_lk: ඔබගේ උපාංගයේ ටෙලිග්රාම් යෙදුම ස්ථාපනය කර ඇති බවට කරුණාකර සහතික වන්න.

source: Please enter a valid Login ID.
bn_bd: অনুগ্রহ করে একটি বৈধ লগইন আইডি লিখুন।
si_lk: කරුණාකර වලංගු පිවිසුම් හැඳුනුම්පතක් ඇතුළත් කරන්න.

source: Please enter a valid phone number (e.g. +15417541234).
bn_bd: অনুগ্রহ করে একটি বৈধ ফোন নম্বর লিখুন (উদাঃ +15417541234)।
si_lk: කරුණාකර වලංගු දුරකථන අංකයක් ඇතුළත් කරන්න (උදා: +15417541234).

source: Please note that the selected currency is allowed for limited accounts only.
bn_bd: অনুগ্রহ করে মনে রাখবেন যে নির্বাচিত মুদ্রা শুধুমাত্র সীমিত অ্যাকাউন্টের জন্য অনুমোদিত।
si_lk: තෝරාගත් මුදල් සීමිත ගිණුම් සඳහා පමණක් අවසර දී ඇති බව කරුණාවෙන් සලකන්න.

source: Please reapply once the required criteria has been fulfilled.
bn_bd: প্রয়োজনীয় মানদণ্ড পূরণ হয়ে গেলে অনুগ্রহ করে পুনরায় আবেদন করুন।
si_lk: අවශ්ය නිර්ණායක සම්පූර්ණ වූ පසු කරුණාකර නැවත අයදුම් කරන්න.

source: Please reload the page
bn_bd: অনুগ্রহ করে পৃষ্ঠাটি পুনরায় লোড করুন
si_lk: කරුණාකර පිටුව නැවත පූරණය කරන්න

source: Please select
bn_bd: অনুগ্রহ করে নির্বাচন করুন
si_lk: කරුණාකර තෝරන්න

source: Please select a country
bn_bd: অনুগ্রহ করে একটি দেশ নির্বাচন করুন
si_lk: කරුණාකර රටක් තෝරන්න

source: Please select a reason.
bn_bd: অনুগ্রহ করে একটি কারণ নির্বাচন করুন।
si_lk: කරුණාකර හේතුවක් තෝරන්න.

source: Please select a valid time.
bn_bd: অনুগ্রহ করে একটি বৈধ সময় নির্বাচন করুন।
si_lk: කරුණාකර වලංගු කාලයක් තෝරන්න.

source: Please select at least one scope
bn_bd: অনুগ্রহ করে অন্তত একটি সুযোগ নির্বাচন করুন
si_lk: කරුණාකර අවම වශයෙන් එක් විෂය පථයක් තෝරන්න

source: Please select the checkbox.
bn_bd: অনুগ্রহ করে চেকবক্স নির্বাচন করুন।
si_lk: කරුණාකර පිරික්සුම් කොටුව තෝරන්න.

source: Please select the currency for this account:
bn_bd: অনুগ্রহ করে এই অ্যাকাউন্টের জন্য মুদ্রা নির্বাচন করুন:
si_lk: කරුණාකර මෙම ගිණුම සඳහා මුදල් තෝරන්න:

source: Please set the currency of your account.
bn_bd: অনুগ্রহ করে আপনার অ্যাকাউন্টের মুদ্রা সেট করুন।
si_lk: කරුණාකර ඔබේ ගිණුමේ මුදල් සකසන්න.

source: Please specify the reasons for closing your accounts
bn_bd: অনুগ্রহ করে আপনার অ্যাকাউন্ট বন্ধ করার কারণ উল্লেখ করুন
si_lk: කරුණාකර ඔබගේ ගිණුම් වසා දැමීමට හේතු සඳහන් කරන්න

source: Please specify your preferred interval reality check in minutes:
bn_bd: মিনিটের মধ্যে আপনার পছন্দের ব্যবধান বাস্তবতা চেক নির্দিষ্ট করুন:
si_lk: කරුණාකර ඔබ කැමති පරතර රියලිටි පරීක්ෂාව මිනිත්තු කිහිපයකින් සඳහන් කරන්න:

source: Please submit your proof of address.
bn_bd: অনুগ্রহ করে আপনার ঠিকানা প্রমাণ জমা দিন।
si_lk: කරුණාකර ඔබේ ලිපිනය පිළිබඳ සාක්ෂි ඉදිරිපත් කරන්න.

source: Please submit your proof of identity.
bn_bd: দয়া করে আপনার পরিচয়ের প্রমাণ জমা দিন।
si_lk: කරුණාකර ඔබේ අනන්යතාවය පිළිබඳ සාක්ෂි ඉදිරිපත් කරන්න.

source: Please try again
bn_bd: অনুগ্রহ করে আবার চেষ্টা করুন
si_lk: කරුණාකර නැවත උත්සාහ කරන්න

source: Point your phone’s camera at the QR code
bn_bd: আপনার ফোনের ক্যামেরা QR কোডে নির্দেশ করুন
si_lk: ඔබගේ දුරකථනයේ කැමරාව QR කේතයට යොමු කරන්න

source: Postal Code/ZIP
bn_bd: পোস্টাল কোড/জিপ
si_lk: තැපැල් කේතය/සිප්

source: Potential Payout
bn_bd: সম্ভাব্য পরিশোধ
si_lk: විභව ගෙවීම්

source: Potential Profit
bn_bd: সম্ভাব্য মুনাফা
si_lk: විභව ලාභය

source: Potential payout
bn_bd: সম্ভাব্য পরিশোধ
si_lk: විභව ගෙවීම්

source: Potential profit
bn_bd: সম্ভাব্য মুনাফা
si_lk: විභව ලාභය

source: Potential profit/loss
bn_bd: সম্ভাব্য মুনাফা/ক্ষতি
si_lk: විභව ලාභය/අලාභය

source: Pound Sterling
bn_bd: পাউন্ড স্টার্লিং
si_lk: ස්ටර්ලින් පවුම

source: Predict the direction<br />and purchase
bn_bd: পূর্বাভাস দিক<br />এবং ক্রয়
si_lk: <br />දිශාව පුරෝකථනය කර මිලදී ගැනීම

source: Predictable substitutions like '@' instead of 'a' don't help very much
bn_bd: 'ক' এর পরিবর্তে '@' মত পূর্বাভাসের প্রতিস্থাপনগুলি খুব বেশি সাহায্য করে না
si_lk: 'a 'වෙනුවට' @ 'වැනි පුරෝකථනය කළ හැකි ආදේශක බොහෝ සෙයින් උපකාරී නොවේ

source: Previous
bn_bd: পূর্ববর্তী
si_lk: පෙර

source: Profit
bn_bd: মুনাফা
si_lk: ලාභය

source: Profit / Loss
bn_bd: মুনাফা/লস
si_lk: ලාභය/අලාභය

source: Profit table
bn_bd: মুনাফা টেবিল
si_lk: ලාභ වගුව

source: Profit/Loss
bn_bd: মুনাফা/ক্ষতি
si_lk: ලාභය/අලාභය

source: Profit/loss
bn_bd: মুনাফা/ক্ষতি
si_lk: ලාභය/අලාභය

source: Proof of address
bn_bd: ঠিকানার প্রমাণ
si_lk: ලිපිනය සනාථ කිරීම

source: Proof of address expired
bn_bd: ঠিকানার প্রমাণের মেয়াদ শেষ
si_lk: ලිපිනය කල් ඉකුත් වූ බවට සාක්ෂි

source: Proof of address required
bn_bd: ঠিকানার প্রমাণ প্রয়োজন
si_lk: අවශ්ය ලිපිනය සනාථ කිරීම

source: Proof of identity
bn_bd: পরিচয়ের প্রমাণ
si_lk: අනන්යතාවය සනාථ කිරීම

source: Proof of identity expired
bn_bd: পরিচয়ের প্রমাণ মেয়াদ শেষ হয়ে গেছে
si_lk: අනන්යතාවය කල් ඉකුත් වූ බවට සනාථ කිරීම

source: Proof of identity required
bn_bd: পরিচয়ের প্রমাণ প্রয়োজন
si_lk: අනන්යතාවය සනාථ කිරීම අවශ්ය වේ

source: Provide the whole document page for best results
bn_bd: সেরা ফলাফলের জন্য পুরো ডকুমেন্ট পৃষ্ঠাটি প্রদান করুন
si_lk: හොඳම ප්රති. ල සඳහා සම්පූර්ණ ලේඛන පිටුව සපයන්න

source: Purchase
bn_bd: ক্রয়
si_lk: මිලදී ගැනීම

source: Purchase Price
bn_bd: ক্রয় মূল্য
si_lk: මිලදී ගැනීමේ මිල

source: Purchase Time
bn_bd: ক্রয়ের সময়
si_lk: මිලදී ගැනීමේ කාලය

source: Purchase price
bn_bd: ক্রয় মূল্য
si_lk: මිලදී ගැනීමේ මිල

source: Purchase request sent
bn_bd: ক্রয়ের অনুরোধ পাঠানো হয়েছে
si_lk: මිලදී ගැනීමේ ඉල්ලීම යවා ඇත

source: Purchase time
bn_bd: ক্রয় করার সময়
si_lk: මිලදී ගැනීමේ කාලය

source: Put Spread
bn_bd: রাখুন স্প্রেড
si_lk: පැතිරෙන්න දාන්න

source: Read
bn_bd: পড়ুন
si_lk: කියවන්න

source: Ready to trade?
bn_bd: ট্রেড করতে প্রস্তুত?
si_lk: වෙළඳාම් කිරීමට සූදානම්ද?

source: Real
bn_bd: বাস্তব
si_lk: සැබෑ

source: Real Account
bn_bd: রিয়েল অ্যাকাউন্ট
si_lk: සැබෑ ගිණුම

source: Real Financial
bn_bd: প্রকৃত আর্থিক
si_lk: සැබෑ මූල්ය

source: Real Financial STP
bn_bd: রিয়েল ফাইন্যান্সিয়াল এসটিপি
si_lk: සැබෑ මූල්ය STP

source: Real Synthetic
bn_bd: বাস্তব সিন্থেটিক
si_lk: සැබෑ කෘතිම

source: Real-Money Account
bn_bd: রিয়েল-মানি অ্যাকাউন্ট
si_lk: සැබෑ මුදල් ගිණුම

source: Real-Money Accounts
bn_bd: রিয়েল-মানি অ্যাকাউন্ট
si_lk: සැබෑ මුදල් ගිණුම්

source: Reality Check
bn_bd: রিয়েলিটি চেক
si_lk: යථාර්ථය පරීක්ෂා

source: Recent years are easy to guess
bn_bd: সাম্প্রতিক বছরগুলি অনুমান করা সহজ
si_lk: මෑත වසරවල අනුමාන කිරීම පහසුය

source: Recover camera access to continue face verification
bn_bd: মুখ যাচাইকরণ চালিয়ে যেতে ক্যামেরা অ্যাক্সেস উদ্ধার করুন
si_lk: මුහුණු සත්යාපනය දිගටම කරගෙන යාම සඳහා කැමරා ප්රවේශය නැවත ලබා ගන්න

source: Recovery
bn_bd: রিকভারি
si_lk: ප්රතිසාධනය

source: Redo
bn_bd: পুনরায় করা
si_lk: රෙඩෝ

source: Ref.
bn_bd: সূত্র
si_lk: රෙෆ්.

source: Reference ID
bn_bd: রেফারেন্স আইডি
si_lk: යොමු හැඳුනුම්පත

source: Refresh
bn_bd: রিফ্রেশ
si_lk: නැවුම් කරන්න

source: Refresh this page to restart the identity verification process
bn_bd: পরিচয় যাচাইকরণ প্রক্রিয়া পুনরায় আরম্ভ করতে এই পৃষ্ঠাটি রিফ্রেশ করুন
si_lk: අනන්යතා සත්යාපන ක්රියාවලිය නැවත ආරම්භ කිරීම සඳහා මෙම පිටුව නැවුම් කරන්න

source: Remaining time
bn_bd: বাকি সময়
si_lk: ඉතිරි කාලය

source: Remove deposit limits
bn_bd: ডিপোজিটের সীমা সরিয়ে ফেলুন
si_lk: තැන්පතු සීමාවන් ඉවත් කරන්න

source: Remove your glasses, if necessary
bn_bd: প্রয়োজন হলে আপনার চশমা সরান
si_lk: අවශ්ය නම් ඔබේ කණ්නාඩි ඉවත් කරන්න

source: Repeats like "aaa" are easy to guess
bn_bd: “aaa” মত পুনরাবৃত্তি অনুমান করা সহজ
si_lk: “aaa” වැනි පුනරාවර්තන අනුමාන කිරීම පහසුය

source: Repeats like "abcabcabc" are only slightly harder to guess than "abc"
bn_bd: “abcabc” এর মত পুনরাবৃত্তি “abc” এর চেয়ে অনুমান করা সামান্য কঠিন
si_lk: “abcabcabc” වැනි පුනරාවර්තන “abc” වලට වඩා අනුමාන කිරීමට තරමක් අපහසු වේ

source: Reports
bn_bd: প্রতিবেদন
si_lk: වාර්තා

source: Requires your browser's web storage to be enabled in order to function properly. Please enable it or exit private browsing mode.
bn_bd: সঠিকভাবে কাজ করার জন্য আপনার ব্রাউজারের ওয়েব স্টোরেজ সক্ষম করতে হবে। অনুগ্রহ করে এটি সক্রিয় করুন অথবা ব্যক্তিগত ব্রাউজিং মোড থেকে প্রস্থান করুন।
si_lk: නිසි ලෙස ක්රියා කිරීම සඳහා ඔබගේ බ්රව්සරයේ වෙබ් ආචයනය සක්රීය කිරීම අවශ්ය වේ. කරුණාකර එය සක්රීය කරන්න හෝ පුද්ගලික ගවේෂණ ප්රකාරයෙන් පිටවන්න.

source: Resale not offered
bn_bd: রিসেলিং দেওয়া হয়নি
si_lk: නැවත විකිණීම ඉදිරිපත් කර නැත

source: Resend link
bn_bd: লিংক পুনরায় পাঠান
si_lk: සබැඳිය නැවත ලබා ගන්න

source: Reset Barrier
bn_bd: ব্যারিয়ার রিসেট করুন
si_lk: බාධකයක් යළි පිහිටුවන්න

source: Reset Call
bn_bd: কল রিসেট করুন
si_lk: ඇමතුම යළි පිහිටුවන්න

source: Reset Call/Reset Put
bn_bd: কল/রিসেট করা রিসেট করুন
si_lk: ඇමතුම යළි පිහිටුවන්න/නැවත සකසන්න දමන්න

source: Reset Password
bn_bd: পাসওয়ার্ড রিসেট করুন
si_lk: මුරපදය යළි පිහිටුවන්න

source: Reset Put
bn_bd: পুট রিসেট করুন
si_lk: නැවත සකසන්න

source: Reset Time
bn_bd: রিসেট করার সময়
si_lk: වේලාව යළි පිහිටුවන්න

source: Reset balance
bn_bd: ব্যালেন্স রিসেট করুন
si_lk: ශේෂය යළි පිහිටුවන්න

source: Reset barrier
bn_bd: বাধা রিসেট করুন
si_lk: බාධකයක් යළි පිහිටුවන්න

source: Reset the balance of your virtual account to %1 anytime.
si_lk: ඔබගේ අතථ්ය ගිණුමේ ශේෂය ඕනෑම වේලාවක %1 ලෙස සකසන්න.

source: Reset time
bn_bd: সময় রিসেট করুন
si_lk: කාලය නැවත සකසන්න

source: Reset to original settings
bn_bd: মূল সেটিংসে রিসেট করুন
si_lk: මුල් සැකසුම් වෙත යළි පිහිටුවන්න

source: Residence permit
bn_bd: রেসিডেন্স পারমিট
si_lk: පදිංචිය සඳහා අවසර පත්රය

source: Restart process on a different device
bn_bd: একটি ভিন্ন ডিভাইসে প্রক্রিয়া পুনরায় আরম্ভ করুন
si_lk: වෙනත් උපාංගයක ක්රියාවලිය නැවත ආරම්භ කරන්න

source: Restart the process on the latest version of Google Chrome
bn_bd: Google Chrome এর সর্বশেষ সংস্করণে প্রক্রিয়া পুনরায় চালু করুন
si_lk: ගූගල් ක්රෝම් හි නවතම අනුවාදයේ ක්රියාවලිය නැවත ආරම්භ කරන්න

source: Restart the process on the latest version of Safari
bn_bd: Safari এর সর্বশেষ সংস্করণে প্রক্রিয়া পুনরায় চালু করুন
si_lk: සෆාරි හි නවතම අනුවාදයේ ක්රියාවලිය නැවත ආරම්භ කරන්න

source: Return
bn_bd: রিটার্ন
si_lk: ආපසු

source: Reverse Side
bn_bd: বিপরীত দিকে
si_lk: ප්රතිලෝම පැත්ත

source: Reversed words aren't much harder to guess
bn_bd: বিপরীত শব্দ অনুমান করা অনেক কঠিন নয়
si_lk: ආපසු හැරවූ වචන අනුමාන කිරීමට වඩා අපහසු නැත

source: Revoke access
bn_bd: অ্যাক্সেস প্রত্যাহার করা হবে
si_lk: ප්රවේශ අවලංගු

source: Rise
bn_bd: রাইজ
si_lk: නැඟිටින්න

source: Rise or equal
bn_bd: উত্থান বা সমান
si_lk: නැගීම හෝ සමාන

source: Rise/Fall
bn_bd: উত্থান/পতন
si_lk: නැඟීම/වැටීම

source: Rise/Fall contracts will be refunded if:
bn_bd: উত্থান/পতনের চুক্তি ফেরত দেওয়া হবে যদি:
si_lk: නැඟිටීම/වැටීමේ කොන්ත්රාත්තු ආපසු ගෙවනු ලබන්නේ නම්:

source: STASIS Euro
bn_bd: স্ট্যাসিস ইউরো
si_lk: ස්ටාසිස් යුරෝ

source: Sa
bn_bd: সা
si_lk: සා

source: Sale Date
bn_bd: বিক্রয়ের তারিখ
si_lk: විකිණීමේ දිනය

source: Sale Price
bn_bd: বিক্রয় মূল্য
si_lk: විකුණුම් මිල

source: Saturday
bn_bd: শনিবার
si_lk: සෙනසුරාදා

source: Scan QR code
bn_bd: QR কোড স্ক্যান করুন
si_lk: QR කේතය පරිලෝකනය කරන්න

source: Scan the QR code with your phone
bn_bd: আপনার ফোন দিয়ে QR কোড স্ক্যান করুন
si_lk: ඔබගේ දුරකථනය සමඟ QR කේතය පරිලෝකනය කරන්න

source: Scans and photocopies are not accepted
bn_bd: স্ক্যান এবং ফটোকপি গ্রহণ করা হয় না
si_lk: ස්කෑන් සහ ඡායා පිටපත් පිළිගනු නොලැබේ

source: Scopes
bn_bd: স্কোপ
si_lk: විෂය පථ

source: Search for country
bn_bd: দেশের জন্য অনুসন্ধান করুন
si_lk: රට සොයන්න

source: Search...
bn_bd: অনুসন্ধান করুন...
si_lk: සොයන්න...

source: Select Asset
bn_bd: অ্যাসেট সিলেক্ট করুন
si_lk: වත්කම් තෝරන්න

source: Select Trade Type
bn_bd: ট্রেডের ধরন নির্বাচন করুন
si_lk: වෙළඳ වර්ගය තෝරන්න

source: Select a %{country} document
bn_bd: একটি %{country} নথি নির্বাচন করুন
si_lk: %{country} ලේඛනයක් තෝරන්න

source: Select country
bn_bd: দেশ নির্বাচন করুন
si_lk: රට තෝරන්න

source: Select date
bn_bd: তারিখ নির্বাচন করুন
si_lk: දිනය තෝරන්න
