Repository: deriv-smarttrader/binary-static
Catalog: src/translations/*.po
Languages: bn_bd, si_lk

source: Your token has expired or is invalid. Please click <a href="%1">here</a> to restart the verification process.
bn_bd: আপনার টোকেনের মেয়াদ শেষ হয়ে গেছে অথবা অবৈধ। যাচাইকরণ প্রক্রিয়া পুনরায় আরম্ভ করতে অনুগ্রহ করে <a href="%1">এখানে</a> ক্লিক করুন।
si_lk: ඔබේ ටෝකනය කල් ඉකුත් වී හෝ අවලංගු වී ඇත. කරුණාකර ක්ලික් කරන්න <a href="%1">මෙහි</a> සත්යාපන ක්රියාවලිය නැවත ආරම්භ කිරීමට.

source: Your trading statistics since %1.
bn_bd: আপনার ট্রেডিং পরিসংখ্যান %1।
si_lk: %1සිට ඔබේ වෙළඳ සංඛ්යාලේඛන.

source: Your transaction reference is
bn_bd: আপনার লেনদেনের রেফারেন্স হল
si_lk: ඔබේ ගනුදෙනු යොමුව

source: Your transaction reference number is %1
bn_bd: আপনার লেনদেনের রেফারেন্স নম্বর %1
si_lk: ඔබේ ගනුදෙනු යොමු අංකය %1

source: Your virtual balance has been reset.
bn_bd: আপনার ভার্চুয়াল ব্যালেন্স রিসেট করা হয়েছে।
si_lk: ඔබගේ අතථ්ය ශේෂය නැවත සකස් කර ඇත.

source: Your withdrawal limit is %1%2.
si_lk: ඔබගේ මුදල් ආපසු ගැනීමේ සීමාව %1%2වේ.

source: account
bn_bd: হিসাব
si_lk: ගිණුම

source: accounts
bn_bd: হিসাব
si_lk: ගිණුම්

source: back
bn_bd: পিছনে
si_lk: ආපසු

source: binary options, forex, forex trading, online trading, financial trading, binary trading, index trading, trading stock indices, forex trades, trading commodities, binary options strategy, binary broker, binary bet, binary options trading platform, binary strategy, finance, investment, trading
bn_bd: বাইনারি অপশন, ফরেক্স, ফরেক্স ট্রেডিং, অনলাইন ট্রেডিং, আর্থিক ট্রেডিং, বাইনারি ট্রেডিং, ইনডেক্স ট্রেডিং, ট্রেডিং স্টক সূচক, ফরেক্স ট্রেড, ট্রেডিং পণ্য, বাইনারি অপশন কৌশল, বাইনারি ব্রোকার, বাইনারি বিট, বাইনারি অপশন ট্রেডিং প্ল্যাটফর্ম, বাইনারি কৌশল, অর্থ, বিনিয়োগ, ট্রেডিং
si_lk: ද්විමය විකල්ප, විදේශ විනිමය, විදේශ විනිමය වෙළඳාම, මාර්ගගත වෙළඳාම, මූල්ය වෙළඳාම, ද්විමය වෙළඳාම, දර්ශක වෙළඳාම, වෙළඳ කොටස් දර්ශක, විදේශ විනිමය ගනුදෙනු, වෙළඳ භාණ්ඩ, ද්විමය විකල්ප උපාය, ද්විමය තැරැව්කරු, ද්විමය ඔට්ටු ඇල්ලීම, ද්විමය විකල්ප වෙළඳ වේදිකාව, ද්විමය උපාය, මූල්ය, ආයෝජන, වෙළඳාම

source: close
bn_bd: বন্ধ করা
si_lk: සමීප

source: day
bn_bd: দিন
si_lk: දින

source: days
bn_bd: দিনগুলো
si_lk: දින

source: details
bn_bd: বিস্তারিত
si_lk: විස්තර

source: e.g. United States
bn_bd: যেমনঃ মার্কিন যুক্তরাষ্ট্র
si_lk: උදා: එක්සත් ජනපදය

source: e.g. frontend.binaryws.com
bn_bd: যেমন frontend.binaryws।
si_lk: උදා: frontend.binaryws.com

source: for account %1
bn_bd: অ্যাকাউন্টের জন্য %1
si_lk: ගිණුම සඳහා %1

source: hour
bn_bd: ঘন্টা
si_lk: පැය

source: hours
bn_bd: ঘণ্টা
si_lk: පැය

source: including Deal Cancel. Fee
bn_bd: যার মধ্যে রয়েছে চুক্তি বাতিল। ফি
si_lk: ගනුදෙනුව අවලංගු කිරීම ඇතුළුව. ගාස්තු

source: letters
bn_bd: অক্ষর
si_lk: ලිපි

source: login
bn_bd: লগ ইন করা
si_lk: පුරනය වන්න

source: logout
bn_bd: লগ আউট
si_lk: ප්‍රවිෂ්ට වීම

source: minute
bn_bd: মিনিট
si_lk: විනාඩි

source: minutes
bn_bd: মিনিট
si_lk: විනාඩි

source: numbers
bn_bd: সংখ্যাগুলো
si_lk: අංක

source: or
bn_bd: অথবা
si_lk: හෝ

source: or upload photo – no scans or photocopies
bn_bd: অথবা ছবি আপলোড করুন — কোন স্ক্যান বা ফটোকপি
si_lk: හෝ ඡායාරූපය උඩුගත කරන්න - ස්කෑන් හෝ ඡායා පිටපත් නොමැත

source: second
bn_bd: দ্বিতীয়
si_lk: දෙවන

source: seconds
bn_bd: সেকেন্ড
si_lk: තත්පර

source: space
bn_bd: স্থান
si_lk: අවකාශය

source: tick
bn_bd: টিক্ টিক্ শব্দ
si_lk: ටික්

source: ticks
bn_bd: গদির খোল
si_lk: කිනිතුල්ලන්

source: today
bn_bd: আজ
si_lk: අද

source: today, Fridays
bn_bd: আজ, শুক্রবার
si_lk: අද, සිකුරාදා

source: virtual money credit to account
bn_bd: অ্যাকাউন্টে ভার্চুয়াল অর্থ ক্রেডিট
si_lk: අතථ්ය මුදල් ගිණුමට බැර කිරීම

source: {SPAIN ONLY}However, Binary Investments (Europe) Ltd has assessed your knowledge and experience and deems the product appropriate for you.
bn_bd: {SPAIN ONLY}যাইহোক, বাইনারি ইনভেস্টমেন্টস (ইউরোপ) লিমিটেড আপনার জ্ঞান এবং অভিজ্ঞতার মূল্যায়ন করেছে এবং আপনার জন্য উপযুক্ত পণ্যটি গণ্য করেছে।
si_lk: {SPAIN ONLY}කෙසේ වෙතත්, ද්විමය ඉන්වෙස්ට්මන්ට්ස් (යුරෝපය) ලිමිටඩ් ඔබේ දැනුම හා පළපුරුද්ද තක්සේරු කර ඇති අතර නිෂ්පාදිතය ඔබට සුදුසු යැයි සිතමි.

source: {SPAIN ONLY}This is a product with leverage. You should be aware that losses may be higher than the amount initially paid to purchase the product.
bn_bd: {SPAIN ONLY}এটি লিভারেজ সহ একটি পণ্য। আপনার সচেতন হওয়া উচিত যে পণ্যটি ক্রয়ের জন্য প্রাথমিকভাবে প্রদত্ত পরিমাণের চেয়ে ক্ষতি বেশি হতে পারে।
si_lk: {SPAIN ONLY}මෙය ලීවරය සහිත නිෂ්පාදනයක්. භාණ්ඩය මිලදී ගැනීම සඳහා මුලින් ගෙවන ලද මුදලට වඩා පාඩු වැඩි විය හැකි බව ඔබ දැන සිටිය යුතුය.

source: {SPAIN ONLY}You are about to purchase a product that is not simple and may be difficult to understand: Contracts for difference and forex. As a general rule, the CNMV considers that such products are not appropriate for retail clients, due to their complexity.
bn_bd: {SPAIN ONLY}আপনি এমন একটি পণ্য ক্রয় করতে যাচ্ছেন যা সহজ নয় এবং বোঝা কঠিন হতে পারে: পার্থক্য এবং ফরেক্সের জন্য চুক্তি। একটি সাধারণ নিয়ম হিসাবে, সিএনএমভি বিবেচনা করে যে এই ধরনের পণ্যগুলি খুচরা ক্লায়েন্টদের জন্য উপযুক্ত নয়, তাদের জটিলতার কারণে।
si_lk: {SPAIN ONLY}ඔබ සරල නොවන නිෂ්පාදනයක් මිලදී ගැනීමට ආසන්නව සිටින අතර තේරුම් ගැනීමට අපහසු විය හැකිය: වෙනස සහ විදේශ විනිමය සඳහා ගිවිසුම්. සාමාන්ය රීතියක් ලෙස, සීඑන්එම්වී එවැනි නිෂ්පාදන සිල්ලර සේවාදායකයින් සඳහා සුදුසු නොවන බව සලකයි.

source: %1No, change my fiat account's currency now%2
bn_bd: %1No, আমার ফায়াত অ্যাকাউন্টের মুদ্রা এখন%2পরিবর্তন করুন

source: Check that it is connected and functional. You can also <fallback>continue verification on your phone</fallback>
bn_bd: এটি সংযুক্ত এবং কার্যকরী কিনা তা পরীক্ষা করুন। এছাড়াও আপনি <fallback>আপনার ফোনে যাচাইকরণ চালিয়ে যেতে পারেন</fallback>

source: IDK
bn_bd: আইডিকে

source: If you select "Differs", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>not the same</strong> as your <strong>prediction</strong>.
bn_bd: আপনি যদি “পৃথক” নির্বাচন করেন, তাহলে আপনি পরিশোধ জিতবেন যদি শেষ টিকের <strong>শেষ সংখ্যা</strong> হয় <strong>আপনার <strong>ভবিষ্যদ্বাণী</strong>হিসাবে একই</strong> না।

source: If you select "Even", you will win the payout if the <strong>last digit</strong> of the last tick is an <strong>even number (i.e., 2, 4, 6, 8, or 0).</strong>
bn_bd: যদি আপনি “এমনকি” নির্বাচন করেন, তাহলে আপনি পরিশোধ জিতবেন যদি শেষ টিকের<strong>শেষ সংখ্যা</strong>একটি <strong>এমনকি সংখ্যা (অর্থাৎ, 2, 4, 6, 8, বা 0) হয়।</strong>

source: If you select "Goes Outside", you win the payout if the market touches either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
bn_bd: যদি আপনি “বাইরে যায়” নির্বাচন করেন, তাহলে আপনি পরিশোধটি জিতেছেন যদি মার্কেট <strong>উচ্চ বাধা</strong> বা <strong>নিম্ন বাধা</strong> স্পর্শ করে <strong>চুক্তির সময়কালে যে কোন সময়</strong>।

source: If you select "Odd", you will win the payout if the <strong>last digit</strong> of the last tick is an <strong>odd number (i.e., 1, 3, 5, 7, or 9).</strong>
bn_bd: যদি আপনি “অদ্ভুত” নির্বাচন করেন, তাহলে আপনি পরিশোধ জিতবেন যদি শেষ টিকের<strong>শেষ সংখ্যা</strong>একটি <strong>বিজোড় সংখ্যা (অর্থাৎ, 1, 3, 5, 7, অথবা 9) হয়।</strong>

source: If you select "Touches", you win the payout if the market touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
bn_bd: আপনি যদি “টাচস” নির্বাচন করেন, তাহলে আপনি পেউটি জিতেছেন যদি মার্কেট <strong>কন্ট্রাক্ট পিরিয়ড</strong>এর মধ্যে যেকোনো সময় <strong>বাধা</strong> স্পর্শ করে।

source: If you select %1"High Tick"%2, you win the payout if the selected tick is the %1highest among the next five ticks%2.
bn_bd: যদি আপনি %1“উচ্চ টিক”%2নির্বাচন করেন, তাহলে আপনি পরিশোধটি জিতবেন যদি নির্বাচিত টিক পরবর্তী পাঁচটি টিকটিকের মধ্যে %1hiগেস্ট হয়%2।

source: Minimum of %1 characters required.
bn_bd: সর্বনিম্ন %1 অক্ষর প্রয়োজন।

source: Only %1 are allowed.
bn_bd: শুধুমাত্র %1 অনুমোদিত।

source: PM
bn_bd: অপরাহ্ন

source: Th
bn_bd: তম

source: The maximum number of tokens (%1) has been reached.
bn_bd: টোকেনের সর্বোচ্চ সংখ্যা (%1) পৌঁছেছে।

source: This contract is only available on %1DTrader%2.
bn_bd: এই চুক্তিটি শুধুমাত্র %1Dট্রেডার%2এ উপলব্ধ।

source: True USD
bn_bd: সত্যিকারের ইউএসডি

source: Tu
bn_bd: তু

source: USDK
bn_bd: ইউএসডিকে

source: You have insufficient funds in your Binary account, please <a href="%1">add funds</a>.
bn_bd: আপনার বাইনারি অ্যাকাউন্টে অপর্যাপ্ত তহবিল আছে, দয়া করে <a href="%1">তহবিল যোগ করুন</a>।

source: You should enter %1 characters.
bn_bd: আপনি %1 অক্ষর লিখতে হবে।
