Repository: deriv-smarttrader/binary-static
Catalog: src/translations/*.po
Languages: bn_bd, si_lk

source: Touch/No Touch contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
bn_bd: শুরু এবং শেষ সময়ের মধ্যে 2 টিকটিরও কম থাকলে ক্রয় মূল্যে টাচ/নো টাচ চুক্তি ফেরত দেওয়া হবে।
si_lk: ආරම්භක සහ අවසාන වේලාවන් අතර කිනිතුල්ලන් 2 කට වඩා අඩු නම් ස්පර්ශ/අංක ස්පර්ශ ගිවිසුම් මිලදී ගැනීමේ මිලට ආපසු ගෙවනු ලැබේ.

source: Touches
bn_bd: ছোঁয়া
si_lk: ස්පර්ශ

source: Town/City
bn_bd: শহর/শহর
si_lk: නගරය/නගරය

source: Trade
bn_bd: ট্রেড
si_lk: වෙළඳ

source: Trade digital options on the world’s markets with SmartTrader, a powerful, user-friendly online trading platform.
bn_bd: স্মার্টট্রেডার, একটি শক্তিশালী, ব্যবহারকারী-বন্ধুত্বপূর্ণ অনলাইন ট্রেডিং প্ল্যাটফর্ম দিয়ে বিশ্বের বাজারে ডিজিটাল বিকল্পগুলি ট্রেড করুন।
si_lk: බලවත්, පරිශීලක-හිතකාමී මාර්ගගත වෙළඳ වේදිකාවක් වන ස්මාර්ට් ට්රේඩර් සමඟ ලෝකයේ වෙළඳපලවල ඩිජිටල් විකල්ප වෙළඳාම් කරන්න.

source: Trade the world's markets with our popular user-friendly platform.
bn_bd: আমাদের জনপ্রিয় ব্যবহারকারী-বন্ধুত্বপূর্ণ প্ল্যাটফর্মের সাথে বিশ্বের বাজারে ট্রেড করুন।
si_lk: අපගේ ජනප්රිය පරිශීලක-හිතකාමී වේදිකාව සමඟ ලෝකයේ වෙළඳපල වෙළඳාම් කරන්න.

source: Trader's hub
bn_bd: ট্রেডারের হাব
si_lk: වෙළෙන්දාගේ කේන්ද්රස්ථානය

source: Trading Information
bn_bd: ট্রেডিং তথ্য
si_lk: වෙළඳ තොරතුරු

source: Trading and deposit disabled
bn_bd: ট্রেডিং এবং ডিপোজিট নিষ্ক্রিয়
si_lk: වෙළඳාම සහ තැන්පතු අක්රීයයි

source: Trading and deposits have been disabled on your account. Kindly %1contact customer support%2 for assistance.
si_lk: ඔබේ ගිණුමේ වෙළඳ සහ තැන්පතු අක්රීය කර ඇත. සහාය සඳහා කරුණාකර %1cඔන්ටාක් පාරිභෝගික සහාය%2 .

source: Trading contracts for difference (CFDs) on Synthetic Indices may not be suitable for everyone. Please ensure that you fully understand the risks involved, including the possibility of losing all the funds in your MT5 account. Gambling can be addictive – please play responsibly.
bn_bd: সিন্থেটিক সূচকগুলিতে পার্থক্যের জন্য ট্রেডিং চুক্তি (CFD) সবার জন্য উপযুক্ত নাও হতে পারে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি সম্পৃক্ত ঝুঁকিগুলি সম্পূর্ণরূপে বুঝতে পারেন, যার মধ্যে আপনার MT5 অ্যাকাউন্টের সমস্ত অর্থ হারানোর সম্ভাবনা রয়েছে। জুয়া খেলা আসক্তি হতে পারে - দয়া করে দায়িত্বপূর্ণভাবে খেলুন।
si_lk: සින්තටික් දර්ශකවල වෙනස සඳහා වෙළඳ ගිවිසුම් (CFDs) සෑම කෙනෙකුටම සුදුසු නොවේ. ඔබේ MT5 ගිණුමේ ඇති සියලුම අරමුදල් අහිමි වීමේ හැකියාව ඇතුළුව අවදානම් ඔබ සම්පූර්ණයෙන් වටහාගෙන ඇති බවට කරුණාකර සහතික වන්න. සූදුවට ඇබ්බැහි විය හැකිය - කරුණාකර වගකීමෙන් යුතුව සෙල්ලම් කරන්න.

source: Trading is unavailable at this time.
bn_bd: এই সময়ে ট্রেডিং অনুপলব্ধ।
si_lk: මෙම අවස්ථාවේදී වෙළඳාම ලබා ගත නොහැක.

source: Trading statistics report
bn_bd: ট্রেডিং পরিসংখ্যান রিপোর্ট
si_lk: වෙළඳ සංඛ්යාලේඛන වාර්තාව

source: Transaction ID
bn_bd: লেনদেনের আইডি
si_lk: ගනුදෙනු හැඳුනුම්පත

source: Transaction performed by %1 (App ID: %2)
bn_bd: %1 দ্বারা সঞ্চালিত লেনদেন (অ্যাপ আইডি: %2)
si_lk: %1 විසින් සිදු කරන ලද ගනුදෙනුව (යෙදුම් හැඳුනුම්පත: %2)

source: Try our other markets.
bn_bd: আমাদের অন্যান্য বাজারের চেষ্টা করুন।
si_lk: අපගේ වෙනත් වෙළඳපොලවල් උත්සාහ කරන්න.

source: Try using a JPG or PNG file
bn_bd: একটি JPG বা PNG ফাইল ব্যবহার করার চেষ্টা করুন
si_lk: JPG හෝ PNG ගොනුවක් භාවිතා කිරීමට උත්සාහ කරන්න

source: Try using another file type.
bn_bd: অন্য ফাইল টাইপ ব্যবহার করার চেষ্টা করুন।
si_lk: වෙනත් ගොනු වර්ගයක් භාවිතා කිරීමට උත්සාහ කරන්න.

source: Tuesday
bn_bd: মঙ্গলবার
si_lk: අඟහරුවාදා

source: Turnover
bn_bd: টার্নওভার
si_lk: පිරිවැටුම

source: Type
bn_bd: ধরণ
si_lk: වර්ගය

source: US Dollar
bn_bd: মার্কিন ডলার
si_lk: එක්සත් ජනපද ඩොලරය

source: USD Coin
bn_bd: ইউএসডি মুদ্রা
si_lk: ඇමරිකානු ඩොලර් කාසිය

source: Unable to read file %1
si_lk: ගොනුව කියවීමට නොහැකි විය %1

source: Unavailable
bn_bd: অনুপলব্ধ
si_lk: ලබාගත නොහැක

source: Understood
bn_bd: বোঝা
si_lk: තේරුම් ගෙන ඇත

source: Unfortunately, this trading platform is not available for EU Deriv account. Please switch to a non-EU account to continue trading.
bn_bd: দুর্ভাগ্যবশত, এই ট্রেডিং প্ল্যাটফর্ম ইইউ Deriv অ্যাকাউন্টের জন্য উপলব্ধ নয়। ট্রেডিং চালিয়ে যেতে অনুগ্রহ করে একটি অ-ইইউ অ্যাকাউন্টে যান।
si_lk: අවාසනාවකට මෙන්, මෙම වෙළඳ වේදිකාව යුරෝපා සංගම් ඩෙරිව් ගිණුම සඳහා ලබා ගත නොහැක. වෙළඳාම දිගටම කරගෙන යාම සඳහා කරුණාකර යුරෝපා සංගම් නොවන ගිණුමකට මාරු වන්න.

source: Unknown OS
bn_bd: অজানা অপারেটিং সিস্টেম
si_lk: නොදන්නා මෙහෙයුම් පද්ධතිය

source: Unsupported browser
bn_bd: অসমর্থিত ব্রাউজার
si_lk: සහාය නොදක්වන බ්රව්සරය

source: Up to %1 decimal places are allowed.
si_lk: දශම ස්ථාන %1 ක් දක්වා අවසර ඇත.

source: Up/Down
bn_bd: উপরে/নিচে
si_lk: ඉහළ/පහළ

source: Upcoming Events
bn_bd: আসন্ন ইভেন্টগুলি
si_lk: ඉදිරියට එන සිදුවීම්

source: Upgrade now
bn_bd: এখন আপগ্রেড করুন
si_lk: දැන් උත්ශ්රේණි කරන්න

source: Upload
bn_bd: আপলোড
si_lk: උඩුගත කරන්න

source: Upload a selfie from your computer
bn_bd: আপনার কম্পিউটার থেকে একটি সেলফি আপলোড করুন
si_lk: ඔබේ පරිගණකයෙන් සෙල්ෆි එකක් උඩුගත කරන්න

source: Upload anyway
bn_bd: যাইহোক আপলোড
si_lk: කෙසේ හෝ උඩුගත කරන්න

source: Upload back of card from your computer
bn_bd: আপনার কম্পিউটার থেকে কার্ড ফেরত আপলোড করুন
si_lk: ඔබේ පරිගණකයෙන් කාඩ්පත නැවත උඩුගත කරන්න

source: Upload back of license from your computer
bn_bd: আপনার কম্পিউটার থেকে লাইসেন্স ফেরত আপলোড করুন
si_lk: ඔබේ පරිගණකයෙන් බලපත්රය නැවත උඩුගත කරන්න

source: Upload front of card from your computer
bn_bd: আপনার কম্পিউটার থেকে কার্ডের সামনে আপলোড করুন
si_lk: ඔබේ පරිගණකයෙන් කාඩ්පතේ ඉදිරිපස උඩුගත කරන්න

source: Upload front of license from your computer
bn_bd: আপনার কম্পিউটার থেকে লাইসেন্সের সামনে আপলোড করুন
si_lk: ඔබේ පරිගණකයෙන් බලපත්රය ඉදිරිපිට උඩුගත කරන්න

source: Upload passport photo page
bn_bd: পাসপোর্ট ছবির পাতা আপলোড করুন
si_lk: විදේශ ගමන් බලපත්ර ඡායාරූප පිටුව උඩුගත කරන්න

source: Upload passport photo page from your computer
bn_bd: আপনার কম্পিউটার থেকে পাসপোর্ট ফটো পৃষ্ঠা আপলোড করুন
si_lk: ඔබගේ පරිගණකයෙන් විදේශ ගමන් බලපත්ර ඡායාරූප පිටුව උඩුගත කරන්න

source: Upload photo
bn_bd: ছবি আপলোড করুন
si_lk: ඡායාරූපය උඩුගත කරන්න

source: Uploads successful
bn_bd: আপলোড সফল
si_lk: උඩුගත කිරීම් සාර්ථකයි

source: Use a few words, avoid common phrases
bn_bd: কয়েকটি শব্দ ব্যবহার করুন, সাধারণ বাক্যাংশগুলি এড়িয়ে চলুন
si_lk: වචන කිහිපයක් භාවිතා කරන්න, පොදු වාක්ය ඛණ්ඩ වලින් වළකින්න

source: Use a longer keyboard pattern with more turns
bn_bd: আরো মোড় সহ একটি দীর্ঘ কীবোর্ড প্যাটার্ন ব্যবহার করুন
si_lk: වැඩි හැරීම් සහිත දිගු යතුරුපුවරු රටාවක් භාවිතා කරන්න

source: Verification code is wrong. Please use the link sent to your email.
bn_bd: যাচাইকরণ কোড ভুল। অনুগ্রহ করে আপনার ইমেইলে পাঠানো লিঙ্কটি ব্যবহার করুন।
si_lk: සත්යාපන කේතය වැරදියි. කරුණාකර ඔබගේ විද්යුත් තැපෑලට යවන ලද සබැඳිය භාවිතා කරන්න.

source: Verification complete
bn_bd: যাচাইকরণ সম্পূর্ণ
si_lk: සත්යාපනය සම්පූර්ණයි

source: Verification required
bn_bd: যাচাইকরণ প্রয়োজন
si_lk: සත්යාපනය අවශ්යයි

source: Verify Identity
bn_bd: পরিচয় যাচাই করুন
si_lk: අනන්යතාවය තහවුරු කරන්න

source: Verify Reset Password
bn_bd: পাসওয়ার্ড রিসেট করুন
si_lk: මුරපදය යළි පිහිටුවන්න සත්යාපනය

source: Verify identity
bn_bd: পরিচয় যাচাই করুন
si_lk: අනන්යතාවය තහවුරු කරන්න

source: View
bn_bd: দেখুন
si_lk: දැක්ම

source: View chart
bn_bd: চার্ট দেখুন
si_lk: සටහන බලන්න

source: View from camera
bn_bd: ক্যামেরা থেকে দেখুন
si_lk: කැමරාවෙන් බලන්න

source: Virtual
bn_bd: ভার্চুয়াল
si_lk: අතථ්ය

source: Waiting for contract settlement.
bn_bd: চুক্তি নিষ্পত্তির জন্য অপেক্ষা করছি।
si_lk: කොන්ත්රාත් බේරුම්කරණය සඳහා බලා සිටීම.

source: Waiting for entry tick.
bn_bd: এন্ট্রি টিক এর জন্য অপেক্ষা করছে।
si_lk: පිවිසුම් ටික් සඳහා බලා සිටීම.

source: Waiting for exit tick.
bn_bd: প্রস্থান টিক এর জন্য অপেক্ষা করছে।
si_lk: පිටවීමේ ටික් සඳහා බලා සිටීම.

source: We
bn_bd: আমরা
si_lk: අපි

source: We cannot verify you without using your camera
bn_bd: আপনার ক্যামেরা ব্যবহার না করেই আমরা আপনাকে যাচাই করতে পারি না
si_lk: ඔබගේ කැමරාව භාවිතා නොකර අපට ඔබව සත්යාපනය කළ නොහැක

source: We'd love to hear what you think.
bn_bd: আপনি কি মনে করেন আমরা শুনতে চাই।
si_lk: ඔබ සිතන දේ ඇසීමට අපි කැමතියි.

source: We'll compare it with your document
bn_bd: আমরা এটি আপনার নথির সাথে তুলনা করব
si_lk: අපි එය ඔබගේ ලේඛනය සමඟ සංසන්දනය කරන්නෙමු

source: We're looking to improve our products and services, and we want to understand your needs better. We'd like to interview you via phone, to know what you like about us, what you don't like, and where we can do better.
bn_bd: আমরা আমাদের পণ্য এবং পরিষেবাগুলি উন্নত করতে খুঁজছি, এবং আমরা আপনার প্রয়োজনগুলি আরও ভালভাবে বুঝতে চাই। আমরা আপনাকে ফোনের মাধ্যমে সাক্ষাৎকার দিতে চাই, জানতে চাই আপনি আমাদের সম্পর্কে কি পছন্দ করেন, আপনি কি পছন্দ করেন না, এবং কোথায় আমরা আরও ভাল করতে পারি।
si_lk: අපි අපගේ නිෂ්පාදන සහ සේවාවන් වැඩි දියුණු කිරීමට බලාපොරොත්තු වන අතර, ඔබගේ අවශ්යතා වඩා හොඳින් තේරුම් ගැනීමට අපට අවශ්යය. අපි ඔබට දුරකථනයෙන් සම්මුඛ සාකච්ඡා කිරීමට කැමතියි, ඔබ අප ගැන කැමති දේ, ඔබ අකමැති දේ සහ අපට වඩා හොඳින් කළ හැකි ස්ථාන දැන ගැනීමට.

source: We're now ready to verify your identity
bn_bd: আমরা এখন আপনার পরিচয় যাচাই করতে প্রস্তুত
si_lk: ඔබගේ අනන්යතාවය තහවුරු කිරීමට අපි දැන් සූදානම්

source: We've sent a secure link to %{number}
bn_bd: আমরা %{number}এ একটি নিরাপদ লিঙ্ক পাঠিয়েছি
si_lk: අපි %{number}වෙත ආරක්ෂිත සබැඳියක් යවා ඇත්තෙමු

source: Wednesday
bn_bd: বুধবার
si_lk: බදාදා

source: We’ll update your limits. Click %1Agree and accept%2 to acknowledge that you are fully responsible for your actions, and we are not liable for any addiction or loss.
bn_bd: আমরা আপনার সীমা আপডেট করব। আপনি আপনার কর্মের জন্য সম্পূর্ণরূপে দায়ী তা স্বীকার করতে %1Aগ্রে ক্লিক করুন এবং স্বীকার করুন%2 , এবং আমরা কোন আসক্তি বা ক্ষতির জন্য দায়ী নই।
si_lk: අපි ඔබේ සීමාවන් යාවත්කාලීන කරන්නෙමු. ක්ලික් කරන්න %1Agree සහ පිළිගන්න%2 ඔබගේ ක්රියාවන්ට ඔබ සම්පූර්ණයෙන්ම වගකිව යුතු බව පිළිගැනීමට, සහ ඕනෑම ඇබ්බැහි වීමක් හෝ අලාභයක් සඳහා අපි බැඳී නොසිටිමු.

source: WhatsApp
bn_bd: হোয়াটসঅ্যাপ
si_lk: වට්ස්ඇප්

source: When prompted, you must enable camera access to continue
bn_bd: অনুরোধ জানানো হলে, চালিয়ে যাওয়ার জন্য আপনাকে অবশ্যই ক্যামেরা অ্যাক্সেস সক্রিয় করতে হবে
si_lk: විමසූ විට, ඔබ දිගටම කැමරා ප්රවේශය සක්රීය කළ යුතුය

source: When you click "OK" you will be excluded from trading on the site until the selected date.
bn_bd: আপনি যখন “OK” ক্লিক করেন তখন আপনাকে নির্বাচিত তারিখ পর্যন্ত সাইটে ট্রেডিং থেকে বাদ দেওয়া হবে।
si_lk: ඔබ “හරි” ක්ලික් කළ විට තෝරාගත් දිනය දක්වා වෙබ් අඩවියේ වෙළඳාම් කිරීමෙන් ඔබව බැහැර කරනු ඇත.

source: Win payout if exit spot is also equal to entry spot.
bn_bd: এক্সিট স্পট এন্ট্রি স্পট সমান হলে জয় পেআউট।
si_lk: පිටවීමේ ස්ථානය ද පිවිසුම් ස්ථානයට සමාන නම් ගෙවීම් දිනා ගන්න.

source: Winning the contract
bn_bd: চুক্তি জিতেছে
si_lk: කොන්ත්රාත්තුව දිනා ගැනීම

source: Withdraw
bn_bd: প্রত্যাহার
si_lk: ආපසු ගන්න

source: Withdrawal
bn_bd: প্রত্যাহার
si_lk: ආපසු ගැනීම

source: Withdrawal and trading limits
bn_bd: উইথড্রয়াল এবং ট্রেডিং লিমিট
si_lk: ආපසු ගැනීම සහ වෙළඳ සීමාවන්

source: Withdrawal disabled
bn_bd: উইথড্রয়াল অক্ষম
si_lk: ආපසු ගැනීම අක්රීයයි

source: Withdrawals have been disabled on your account. Please check your email for more details.
bn_bd: আপনার অ্যাকাউন্টে উইথড্রয়াল নিষ্ক্রিয় করা হয়েছে। আরো বিস্তারিত জানার জন্য আপনার ইমেইল চেক করুন।
si_lk: ඔබගේ ගිණුමේ මුදල් ආපසු ගැනීම අක්රීය කර ඇත. වැඩි විස්තර සඳහා කරුණාකර ඔබගේ විද්යුත් තැපෑල පරීක්ෂා කරන්න.

source: Yes
bn_bd: হ্যাঁ
si_lk: ඔව්

source: Yes I'm sure
bn_bd: হ্যাঁ, আমি শিওর
si_lk: ඔව් මට විශ්වාසයි

source: Yes, I'm sure
bn_bd: হ্যাঁ, আমি নিশ্চিত
si_lk: ඔව්, මට විශ්වාසයි

source: You are categorised as a professional client.
bn_bd: আপনি একটি পেশাদারী ক্লায়েন্ট হিসাবে শ্রেণীবদ্ধ করা হয়।
si_lk: ඔබ වෘත්තීය සේවාදායකයෙකු ලෙස වර්ගීකරණය කර ඇත.

source: You are categorised as a retail client. Apply to be treated as a professional trader.
bn_bd: আপনি একটি খুচরা ক্লায়েন্ট হিসাবে শ্রেণীবদ্ধ করা হয়। পেশাদারী ট্রেডার হিসেবে বিবেচনা করার জন্য আবেদন করুন।
si_lk: ඔබ සිල්ලර සේවාදායකයෙකු ලෙස වර්ගීකරණය කර ඇත. වෘත්තීය වෙළෙන්දෙකු ලෙස සැලකීමට අයදුම් කරන්න.

source: You are limited to one fiat account. You can change the currency of your fiat account anytime before you make a first-time deposit or create an MT5 account.
bn_bd: আপনি এক ফায়াত অ্যাকাউন্টে সীমাবদ্ধ। আপনি প্রথমবার ডিপোজিট করার আগে বা MT5 অ্যাকাউন্ট তৈরি করার আগে যে কোনও সময় আপনার ফায়াত অ্যাকাউন্টের মুদ্রা পরিবর্তন করতে পারেন।
si_lk: ඔබ එක් ෆියට් ගිණුමකට සීමා වේ. ඔබ පළමු වරට තැන්පතුවක් කිරීමට හෝ MT5 ගිණුමක් සෑදීමට පෙර ඕනෑම වේලාවක ඔබේ ෆියට් ගිණුමේ මුදල් වෙනස් කළ හැකිය.

source: You are offline
bn_bd: আপনি অফলাইনে আছেন
si_lk: ඔබ නොබැඳි ය

source: You can %1set a new currency%2 before you deposit for the first time or create an MT5 account.
si_lk: ඔබට පුළුවන් %1set නව මුදල්%2 ඔබ පළමු වරට තැන්පත් කිරීමට පෙර හෝ MT5 ගිණුමක් නිර්මාණය කිරීමට පෙර.

source: You can close this window without interrupting your trade.
bn_bd: আপনি আপনার ট্রেড বিঘ্নিত না করেই এই উইন্ডোটি বন্ধ করতে পারেন।
si_lk: ඔබේ වෙළඳාමට බාධා නොකර ඔබට මෙම කවුළුව වසා දැමිය හැකිය.

source: You can no longer change the currency because you've created an MT5 account.
bn_bd: আপনি MT5 অ্যাকাউন্ট তৈরি করার কারণে কারেন্সি আর পরিবর্তন করতে পারবেন না।
si_lk: ඔබ MT5 ගිණුමක් නිර්මාණය කර ඇති නිසා ඔබට තවදුරටත් මුදල් වෙනස් කළ නොහැක.

source: You can no longer change the currency because you've made a first-time deposit.
bn_bd: আপনি আর মুদ্রা পরিবর্তন করতে পারবেন না কারণ আপনি প্রথমবার ডিপোজিট করেছেন।
si_lk: ඔබ පළමු වරට තැන්පතුවක් කළ නිසා ඔබට තවදුරටත් මුදල් වෙනස් කළ නොහැක.

source: You can now return to your computer to continue
bn_bd: আপনি এখন আপনার কম্পিউটারে ফিরে যেতে পারেন
si_lk: ඉදිරියට යාමට ඔබට දැන් ඔබේ පරිගණකයට ආපසු යා හැකිය

source: You can top up your demo account with an additional %1 if your balance is %2 or less.
si_lk: ඔබේ ශේෂය %2 හෝ ඊට අඩු නම් අමතර %1 ක් සමඟ ඔබේ ආදර්ශන ගිණුම ඉහළට ඔසවා තැබිය හැකිය.

source: You did not change anything.
bn_bd: আপনি কিছু পরিবর্তন না।
si_lk: ඔබ කිසිවක් වෙනස් කළේ නැත.

source: You do not need to authenticate your account at this time.%1We will inform you when your account needs to be authenticated.
bn_bd: এই মুহুর্তে আপনার অ্যাকাউন্ট প্রমাণীকরণ করার প্রয়োজন নেই।%1আপনার অ্যাকাউন্ট প্রমাণীকরণের প্রয়োজন হলে আমরা আপনাকে অবহিত করব।
si_lk: මෙම අවස්ථාවේදී ඔබගේ ගිණුම සත්යාපනය කිරීමට ඔබට අවශ්ය නොවේ.%1ඔබගේ ගිණුම සත්යාපනය කිරීමට අවශ්ය වූ විට අපි ඔබට දන්වන්නෙමු.

source: You have already withdrawn %1%2 in aggregate over the last %3 days.
bn_bd: আপনি ইতিমধ্যে গত %3 দিনে মোট %1%2 প্রত্যাহার করেছেন।
si_lk: ඔබ දැනටමත් පසුගිය දින %3 තුළ සමස්තයක් වශයෙන් %1%2 ඉවත් කර ඇත.

source: You have already withdrawn %1%2.
bn_bd: আপনি ইতিমধ্যে %1%2প্রত্যাহার করেছেন।
si_lk: ඔබ දැනටමත් ඉවත් කර ඇත %1%2.

source: You have insufficient funds in your MT5 account.
bn_bd: আপনার MT5 অ্যাকাউন্টে অপর্যাপ্ত অর্থ আছে।
si_lk: ඔබේ MT5 ගිණුමේ ප්රමාණවත් අරමුදල් නොමැත.

source: You have not granted access to any applications.
bn_bd: আপনি কোন অ্যাপ্লিকেশন অ্যাক্সেস মঞ্জুর করেননি।
si_lk: ඔබ කිසිදු යෙදුමකට ප්රවේශය ලබා දී නොමැත.

source: You have reached the rate limit of requests per second. Please try later.
bn_bd: আপনি প্রতি সেকেন্ডে অনুরোধের হার সীমা পৌঁছেছেন। অনুগ্রহ করে পরে চেষ্টা করুন।
si_lk: ඔබ තත්පරයට ඉල්ලීම්වල අනුපාත සීමාවට ළඟා වී ඇත. කරුණාකර පසුව උත්සාහ කරන්න.

source: You have reached the withdrawal limit. Please upload your proof of identity and address to lift your withdrawal limit and proceed with your withdrawal.
bn_bd: আপনি প্রত্যাহার সীমা পৌঁছেছেন। অনুগ্রহ করে আপনার পরিচয়ের প্রমাণ এবং ঠিকানা আপলোড করুন যাতে আপনার উইথড্রয়াল লিমিট উত্তোলন করুন এবং আপনার উইথড্রয়াল নিয়ে এগিয়ে যান।
si_lk: ඔබ මුදල් ආපසු ගැනීමේ සීමාවට පැමිණ ඇත. ඔබගේ මුදල් ආපසු ගැනීමේ සීමාව ඉහළ නැංවීමට කරුණාකර ඔබේ අනන්යතාවය සහ ලිපිනය පිළිබඳ සාක්ෂි උඩුගත කර ඔබේ මුදල් ආපසු ගැනීම ඉදිරියට යන්න.

source: You have sold this contract at %1 %2
bn_bd: আপনি এই চুক্তি %1 %2এ বিক্রি করেছেন
si_lk: ඔබ මෙම කොන්ත්රාත්තුව %1 %2ට විකුණා ඇත

source: You have successfully changed your account currency from %1 to %2.
bn_bd: আপনি সফলভাবে আপনার অ্যাকাউন্টের মুদ্রা %1 থেকে %2এ পরিবর্তন করেছেন।
si_lk: ඔබ ඔබේ ගිණුමේ මුදල් %1 සිට %2දක්වා සාර්ථකව වෙනස් කර ඇත.

source: You have successfully disabled two-factor authentication for your account.
bn_bd: আপনি সফলভাবে আপনার অ্যাকাউন্টের জন্য দুই ফ্যাক্টর প্রমাণীকরণ নিষ্ক্রিয় করেছেন।
si_lk: ඔබගේ ගිණුම සඳහා ද්වි-සාධක සත්යාපනය ඔබ සාර්ථකව අක්රීය කර ඇත.

source: You have successfully enabled two-factor authentication for your account.
bn_bd: আপনি সফলভাবে আপনার অ্যাকাউন্টের জন্য দুই ফ্যাক্টর প্রমাণীকরণ সক্ষম করেছেন।
si_lk: ඔබගේ ගිණුම සඳහා ද්වි-සාධක සත්යාපනය ඔබ සාර්ථකව සක්රීය කර ඇත.

source: You have successfully set your account currency to %1.
bn_bd: আপনি সফলভাবে আপনার অ্যাকাউন্টের মুদ্রা %1এ সেট করেছেন।
si_lk: ඔබ සාර්ථකව ඔබගේ ගිණුමේ මුදල් %1ලෙස සකසා ඇත.

source: You have to register and get App ID before you can use different OAuth server for authentication. For more information refer to OAuth details on https://developers.binary.com/.
bn_bd: প্রমাণীকরণের জন্য বিভিন্ন OAuth সার্ভার ব্যবহার করার আগে আপনাকে রেজিস্টার করতে হবে এবং অ্যাপ আইডি পেতে হবে। আরও তথ্যের জন্য https://developers.binary.com/ এ OAuth বিশদ বিবরণ দেখুন।
si_lk: සත්යාපනය සඳහා ඔබට විවිධ OAUth සේවාදායකය භාවිතා කිරීමට පෙර යෙදුම් හැඳුනුම්පත ලියාපදිංචි කර ලබා ගත යුතුය. වැඩි විස්තර සඳහා https://developers.binary.com/ හි OAUth විස්තර වෙත යොමු වන්න.

source: You have yet to receive any notifications
bn_bd: আপনি এখনও কোন বিজ্ঞপ্তি পাবেন
si_lk: ඔබට තවමත් කිසිදු දැනුම්දීමක් ලැබී නොමැත

source: You may open one account for each supported cryptocurrency.
bn_bd: আপনি প্রতিটি সমর্থিত ক্রিপ্টোকুরেন্সের জন্য একটি অ্যাকাউন্ট খুলতে পারেন।
si_lk: සහාය දක්වන එක් එක් cryptocurrency සඳහා ඔබට එක් ගිණුමක් විවෘත කළ හැකිය.

source: You will be redirected to a third-party website which is not owned by Binary.com.
bn_bd: আপনি একটি তৃতীয় পক্ষের ওয়েবসাইটে পুনঃনির্দেশিত করা হবে যা Binary.com এর মালিকানাধীন নয়।
si_lk: ද්විමය. කොම් සතු නොවන තෙවන පාර්ශවීය වෙබ් අඩවියකට ඔබව හරවා යවනු ලැබේ.

source: You will not be able to change your fiat account's currency after creating this MT5 account. Are you sure you want to proceed?
bn_bd: আপনি এই MT5 অ্যাকাউন্টটি তৈরি করার পরে আপনার ফায়াত অ্যাকাউন্টের মুদ্রা পরিবর্তন করতে পারবেন না। আপনি কি নিশ্চিত যে আপনি এগিয়ে যেতে চান?
si_lk: මෙම MT5 ගිණුම නිර්මාණය කිරීමෙන් පසු ඔබේ ෆියට් ගිණුමේ මුදල් වෙනස් කිරීමට ඔබට නොහැකි වනු ඇත. ඔබට ඉදිරියට යාමට අවශ්ය බව ඔබට විශ්වාසද?

source: You will not be able to change your fiat account's currency after making this deposit. Are you sure you want to proceed?
bn_bd: আপনি এই ডিপোজিট করার পরে আপনার ফায়াত অ্যাকাউন্টের মুদ্রা পরিবর্তন করতে পারবেন না। আপনি কি নিশ্চিত যে আপনি এগিয়ে যেতে চান?
si_lk: මෙම තැන්පතුව සිදු කිරීමෙන් පසු ඔබේ ෆියට් ගිණුමේ මුදල් වෙනස් කිරීමට ඔබට නොහැකි වනු ඇත. ඔබට ඉදිරියට යාමට අවශ්ය බව ඔබට විශ්වාසද?

source: You win the payout if the market price does not end in the digit you have selected.
bn_bd: আপনি অর্থ প্রদান জিতেছেন যদি মার্কেট মূল্য আপনার নির্বাচিত অঙ্কের মধ্যে শেষ না হয়।
si_lk: ඔබ තෝරාගත් ඉලක්කම් වලින් වෙළඳපල මිල අවසන් නොවන්නේ නම් ඔබ ගෙවීම දිනා ගනී.

source: You win the payout if the market price ends in the digit you have selected.
bn_bd: আপনি পেআউট জিতেছেন যদি বাজার মূল্য আপনার নির্বাচিত অঙ্কের মধ্যে শেষ হয়।
si_lk: ඔබ තෝරාගත් ඉලක්කම් වලින් වෙළඳපල මිල අවසන් වුවහොත් ඔබ ගෙවීම දිනා ගනී.

source: You'll need to restart your verification on your computer
bn_bd: আপনাকে আপনার কম্পিউটারে আপনার যাচাইকরণ পুনরায় চালু করতে হবে
si_lk: ඔබේ පරිගණකයේ සත්යාපනය නැවත ආරම්භ කිරීමට ඔබට අවශ්ය වනු ඇත

source: You've made no transactions of this type up to this date.
bn_bd: আপনি এই তারিখ পর্যন্ত এই ধরনের কোন লেনদেন করেছেন।
si_lk: ඔබ මේ දක්වා මෙම වර්ගයේ කිසිදු ගනුදෙනුවක් කර නොමැත.

source: Your %1 day withdrawal limit is currently %2%3.
si_lk: ඔබගේ දින %1 ආපසු ගැනීමේ සීමාව දැනට %2%3වේ.

source: Your account has no Login/Logout activity.
bn_bd: আপনার অ্যাকাউন্টে লগইন/লগআউট কার্যকলাপ নেই।
si_lk: ඔබගේ ගිණුමට පුරනය වීම/පුරනය වීමේ ක්රියාකාරකම් නොමැත.

source: Your account is fully authenticated and your withdrawal limits have been lifted.
bn_bd: আপনার অ্যাকাউন্ট পুরোপুরি প্রমাণীকৃত এবং আপনার উইথড্রয়াল লিমিট উঠিয়ে নেওয়া হয়েছে।
si_lk: ඔබගේ ගිණුම සම්පූර්ණයෙන්ම සත්යාපනය කර ඇති අතර ඔබගේ මුදල් ආපසු ගැනීමේ සීමාවන් ඉවත් කර ඇත.

source: Your account is restricted. Kindly %1contact customer support%2 for assistance.
si_lk: ඔබගේ ගිණුම සීමා කර ඇත. සහාය සඳහා කරුණාකර %1cඔන්ටාක් පාරිභෝගික සහාය%2 .

source: Your application to be treated as a professional client is being processed.
bn_bd: একটি পেশাদারী ক্লায়েন্ট হিসাবে গণ্য করা আপনার আবেদন প্রক্রিয়া করা হচ্ছে।
si_lk: වෘත්තීය සේවාදායකයෙකු ලෙස සැලකිය යුතු ඔබගේ අයදුම්පත සැකසෙමින් පවතී.

source: Your cashier is locked.
bn_bd: তোমার ক্যাশিয়ার লক হয়ে গেছে।
si_lk: ඔබේ මුදල් අයකැමි අගුළු දමා ඇත.

source: Your changes have been updated successfully.
bn_bd: আপনার পরিবর্তনগুলি সফলভাবে আপডেট করা হয়েছে।
si_lk: ඔබගේ වෙනස්කම් සාර්ථකව යාවත්කාලීන කර ඇත.

source: Your changes have been updated.
bn_bd: আপনার পরিবর্তনগুলি আপডেট করা হয়েছে।
si_lk: ඔබගේ වෙනස්කම් යාවත්කාලීන කර ඇත.

source: Your computer may take a few seconds to update
bn_bd: আপনার কম্পিউটার হালনাগাদ করতে কয়েক সেকেন্ড সময় নিতে পারে
si_lk: ඔබේ පරිගණකය යාවත්කාලීන කිරීමට තත්පර කිහිපයක් ගතවනු ඇත

source: Your demo account balance is currently %1 or less. You may top up your account with an additional %2.
bn_bd: আপনার ডেমো অ্যাকাউন্টের ব্যালেন্স বর্তমানে %1 বা তার কম। আপনি অতিরিক্ত %2এর সাথে আপনার অ্যাকাউন্টে টপ আপ করতে পারেন।
si_lk: ඔබගේ ආදර්ශන ගිණුමේ ශේෂය දැනට %1 හෝ ඊට අඩු වේ. අමතර %2ක් සමඟ ඔබට ඔබගේ ගිණුම ඉහළට ඔසවා ගත හැකිය.

source: Your face is needed in the selfie
bn_bd: আপনার মুখ সেলফি প্রয়োজন
si_lk: සෙල්ෆි වලදී ඔබේ මුහුණ අවශ්ය වේ

source: Your fiat account's currency is currently set to %1.
si_lk: ඔබගේ ෆියට් ගිණුමේ මුදල් දැනට %1ලෙස සකසා ඇත.

source: Your fiat account's currency is set to %1.
bn_bd: আপনার ফায়াত অ্যাকাউন্টের মুদ্রা %1এ সেট করা হয়।
si_lk: ඔබගේ ෆියට් ගිණුමේ මුදල් %1ලෙස සකසා ඇත.

source: Your link will expire in one hour
bn_bd: আপনার লিঙ্কের মেয়াদ শেষ হবে এক ঘন্টার মধ্যে
si_lk: ඔබගේ සබැඳිය පැයකින් කල් ඉකුත් වේ

source: Your mobile link will expire in one hour
bn_bd: আপনার মোবাইল লিঙ্কের মেয়াদ শেষ হবে এক ঘন্টার মধ্যে
si_lk: ඔබගේ ජංගම සබැඳිය පැයකින් කල් ඉකුත් වේ

source: Your password cannot be the same as your email address.
bn_bd: আপনার পাসওয়ার্ড আপনার ইমেল ঠিকানা হিসাবে একই হতে পারে না।
si_lk: ඔබගේ මුරපදය ඔබගේ විද්යුත් තැපැල් ලිපිනයට සමාන විය නොහැක.

source: Your password has been successfully reset. Please log into your account using your new password.
bn_bd: আপনার পাসওয়ার্ড সফলভাবে রিসেট করা হয়েছে। আপনার নতুন পাসওয়ার্ড ব্যবহার করে আপনার অ্যাকাউন্টে লগ ইন করুন।
si_lk: ඔබගේ මුරපදය සාර්ථකව නැවත සකස් කර ඇත. ඔබගේ නව මුරපදය භාවිතා කර කරුණාකර ඔබගේ ගිණුමට පිවිසෙන්න.

source: Your preferred time interval between each report:
bn_bd: প্রতিটি প্রতিবেদনের মধ্যে আপনার পছন্দের সময় ব্যবধান:
si_lk: එක් එක් වාර්තාව අතර ඔබ කැමති කාල පරතරය:

source: Your professional client request is %1not approved%2.
bn_bd: আপনার পেশাদার ক্লায়েন্ট অনুরোধ অনুমোদিত %1nথেকে%2।
si_lk: ඔබේ වෘත්තීය සේවාදායක ඉල්ලීම අනුමත කර ඇත %1not%2.

source: Your request to transfer %1 %2 from %3 to %4 has been successfully processed.
si_lk: %1 %2 %3 සිට %4 දක්වා මාරු කිරීමට ඔබගේ ඉල්ලීම සාර්ථකව සකසා ඇත.

source: Your request to withdraw %1 %2 from your account %3 to Payment Agent %4 account has been successfully processed.
bn_bd: আপনার অ্যাকাউন্ট %3 থেকে পেমেন্ট এজেন্ট %4 অ্যাকাউন্টে %1 %2 উত্তোলনের অনুরোধ সফলভাবে প্রক্রিয়া করা হয়েছে।
si_lk: %1 %2 ඔබගේ ගිණුමෙන් %3 ගෙවීම් නියෝජිත %4 ගිණුමෙන් ඉවත් කර ගැනීමට ඔබ කළ ඉල්ලීම සාර්ථකව සකසා ඇත.

source: Your session duration limit will end in %1 seconds.
bn_bd: আপনার সেশনের সময়কাল সীমা %1 সেকেন্ডের মধ্যে শেষ হবে।
si_lk: ඔබගේ සැසි කාල සීමාව තත්පර %1 කින් අවසන් වේ.

source: Your settings have been updated successfully.
bn_bd: আপনার সেটিংস সফলভাবে আপডেট করা হয়েছে।
si_lk: ඔබගේ සැකසුම් සාර්ථකව යාවත්කාලීන කර ඇත.

source: Your token has expired or is invalid. Please click %1here%2 to restart the verification process.
bn_bd: আপনার টোকেনের মেয়াদ শেষ হয়ে গেছে অথবা অবৈধ। অনুগ্রহ করে ক্লিক করুন %1heএবং%2 যাচাই প্রক্রিয়া পুনরায় আরম্ভ করতে।
si_lk: ඔබේ ටෝකනය කල් ඉකුත් වී හෝ අවලංගු වී ඇත. කරුණාකර ක්ලික් කරන්න %1heදක්වා%2 සත්යාපන ක්රියාවලිය නැවත ආරම්භ කිරීමට.
