Repository: deriv-smarttrader/binary-static
Catalog: src/translations/*.po
Languages: bn_bd, si_lk

source: Select issuing country
bn_bd: প্রদানকারী দেশ নির্বাচন করুন
si_lk: නිකුත් කරන රට තෝරන්න

source: Select market:
bn_bd: মার্কেট নির্বাচন করুন:
si_lk: වෙළඳපොළ තෝරන්න:

source: Select payment agent
bn_bd: পেমেন্ট এজেন্ট নির্বাচন করুন
si_lk: ගෙවීම් නියෝජිතයා තෝරන්න

source: Select your market and underlying asset
bn_bd: আপনার বাজার এবং অন্তর্নিহিত সম্পদ নির্বাচন করুন
si_lk: ඔබේ වෙළඳපල සහ යටින් පවතින වත්කම තෝරන්න

source: Select your trade type
bn_bd: আপনার ট্রেড টাইপ নির্বাচন করুন
si_lk: ඔබේ වෙළඳ වර්ගය තෝරන්න

source: Selected tick
bn_bd: নির্বাচিত টিক
si_lk: තෝරාගත් ටික්

source: Self-exclusion
bn_bd: আত্ম বর্জন
si_lk: ස්වයං බැහැර

source: Selfie
bn_bd: প্রতিকৃতি
si_lk: සෙල්ෆි

source: Selfie uploaded
bn_bd: সেলফি আপলোড করা হয়েছে
si_lk: සෙල්ෆි උඩුගත කරන ලදි

source: Sell
bn_bd: বিক্রয়
si_lk: විකුණන්න

source: Sell at market
bn_bd: বাজারে বিক্রি
si_lk: වෙළඳපොලේ විකුණන්න

source: Send a secure link to your phone
bn_bd: আপনার ফোনে একটি নিরাপদ লিঙ্ক পাঠান
si_lk: ඔබගේ දුරකථනයට ආරක්ෂිත සබැඳියක් යවන්න

source: Send link
bn_bd: লিংক পাঠাও
si_lk: සබැඳිය යවන්න

source: Send this one-time link to your phone
bn_bd: আপনার ফোনে এই এক-বারের লিঙ্কটি পাঠান
si_lk: මෙම එක් වරක් සබැඳිය ඔබගේ දුරකථනයට යවන්න

source: Sending
bn_bd: পাঠানো হচ্ছে
si_lk: යැවීම

source: Sep
bn_bd: সেপ্টেম্বর
si_lk: සැප්තැම්බර්

source: September
bn_bd: সেপ্টেম্বর
si_lk: සැප්තැම්බර්

source: Sequences like abc or 6543 are easy to guess
bn_bd: abc বা 6543 এর মত সিকোয়েন্স অনুমান করা সহজ।
si_lk: abc හෝ 6543 වැනි අනුක්රමයන් අනුමාන කිරීම පහසුය

source: Server
bn_bd: সার্ভার
si_lk: සේවාදායකය

source: Session duration limit cannot be more than 6 weeks.
bn_bd: সেশনের সময়কাল সীমা ৬ সপ্তাহের বেশি হতে পারে না।
si_lk: සැසි කාල සීමාව සති 6 කට වඩා වැඩි විය නොහැක.

source: Session duration:
bn_bd: সেশনের সময়কাল:
si_lk: සැසි කාලය:

source: Set account currency
bn_bd: অ্যাকাউন্ট কারেন্সি সেট করুন
si_lk: ගිණුම් මුදල් සකසන්න

source: Set currency
bn_bd: কারেন্সি সেট করো
si_lk: මුදල් සකසන්න

source: Settles
bn_bd: বসতি স্থাপন করা
si_lk: පදිංචි කරයි

source: Short keyboard patterns are easy to guess
bn_bd: ছোট কীবোর্ড নিদর্শন অনুমান করা সহজ
si_lk: කෙටි යතුරුපුවරු රටා අනුමාන කිරීම පහසුය

source: Should be %1
bn_bd: %1হতে হবে
si_lk: %1විය යුතුය

source: Should be a valid number.
bn_bd: একটি বৈধ সংখ্যা হতে হবে।
si_lk: වලංගු අංකයක් විය යුතුය.

source: Should be between %1 and %2
bn_bd: %1 এবং %2এর মধ্যে হওয়া উচিত
si_lk: %1 සහ %2අතර විය යුතුය

source: Should be less than %1
bn_bd: %1এর কম হওয়া উচিত
si_lk: %1ට වඩා අඩු විය යුතුය

source: Should be more than %1
bn_bd: %1এর চেয়ে বেশি হওয়া উচিত
si_lk: %1ට වඩා වැඩි විය යුතුය

source: Should start with letter or number, and may contain hyphen and underscore.
bn_bd: অক্ষর বা সংখ্যা দিয়ে শুরু করা উচিত, এবং হাইফেন এবং আন্ডারস্কোর থাকতে পারে।
si_lk: අකුරින් හෝ අංකයෙන් ආරම්භ කළ යුතු අතර හයිෆන් සහ යටි ලකුණු අඩංගු විය හැකිය.

source: Show all details — including the bottom 2 lines
bn_bd: সমস্ত বিবরণ দেখান - নীচে 2 লাইন সহ
si_lk: සියලු විස්තර පෙන්වන්න - පහළ පේළි 2 ඇතුළුව

source: Sign out
bn_bd: সাইন আউট
si_lk: පුරනය වන්න

source: Sign up
bn_bd: সাইন আপ
si_lk: ලියාපදිංචි වන්න

source: SmartTrader
bn_bd: স্মার্টট্রেডার
si_lk: ස්මාර්ට් ට්රේඩර්

source: SmartTrader is unavailable for this account
bn_bd: SmartTrader এই অ্যাকাউন্টের জন্য অনুপলব্ধ
si_lk: SmartTrader මෙම ගිණුම සඳහා ලබා ගත නොහැක

source: Something's gone wrong
bn_bd: কিছু একটা ভুল হয়ে গেছে
si_lk: යමක් වැරදී ඇත

source: Sorry, account signup is not available in your country.
bn_bd: দুঃখিত, আপনার দেশে অ্যাকাউন্ট সাইনআপ উপলব্ধ নয়।
si_lk: කණගාටුයි, ගිණුම් ලියාපදිංචි වීම ඔබගේ රටේ නොමැත.

source: Sorry, an error occurred while processing your account.
bn_bd: দুঃখিত, আপনার অ্যাকাউন্ট প্রসেস করার সময় একটি ত্রুটি ঘটেছে।
si_lk: කණගාටුයි, ඔබගේ ගිණුම සැකසීමේදී දෝෂයක් සිදුවිය.

source: Sorry, an error occurred while processing your request.
bn_bd: দুঃখিত, আপনার অনুরোধ প্রক্রিয়া করার সময় একটি ত্রুটি ঘটেছে।
si_lk: කණගාටුයි, ඔබගේ ඉල්ලීම සැකසීමේදී දෝෂයක් සිදුවිය.

source: Sorry, but binary options trading is not available in your country.
bn_bd: দুঃখিত, কিন্তু বাইনারি অপশন ট্রেডিং আপনার দেশে উপলব্ধ নয়।
si_lk: කණගාටුයි, නමුත් ද්විමය විකල්ප වෙළඳාම ඔබේ රටේ නොමැත.

source: Sorry, but binary options trading is not available in your financial account.
bn_bd: দুঃখিত, কিন্তু বাইনারি অপশন ট্রেডিং আপনার আর্থিক অ্যাকাউন্টে উপলব্ধ নয়।
si_lk: කණගාටුයි, නමුත් ද්විමය විකල්ප වෙළඳාම ඔබේ මූල්ය ගිණුමේ නොමැත.

source: Sorry, deposits for this currency are currently disabled.
bn_bd: দুঃখিত, এই মুদ্রার জন্য আমানত বর্তমানে নিষ্ক্রিয় করা আছে।
si_lk: කණගාටුයි, මෙම මුදල් සඳහා තැන්පතු දැනට අක්රීය කර ඇත.

source: Sorry, no mobile phone bills
bn_bd: দুঃখিত, কোন মোবাইল ফোন বিল
si_lk: කණගාටුයි, ජංගම දුරකථන බිල්පත් නොමැත

source: Sorry, options trading isn’t available in the United Kingdom and the Isle of Man.
bn_bd: দুঃখিত, যুক্তরাজ্য এবং আইল অফ ম্যানে অপশন ট্রেডিং উপলব্ধ নয়।
si_lk: කණගාටුයි, විකල්ප වෙළඳාම එක්සත් රාජධානියේ සහ අයිල් ඔෆ් මෑන් හි නොමැත.

source: Sorry, this feature is available to virtual accounts only.
bn_bd: দুঃখিত, এই বৈশিষ্ট্যটি শুধুমাত্র ভার্চুয়াল অ্যাকাউন্টের জন্য উপলব্ধ।
si_lk: කණගාටුයි, මෙම අංගය අථත්ය ගිණුම් වලට පමණක් ලබා ගත හැකිය.

source: Sorry, this feature is not available in your jurisdiction.
bn_bd: দুঃখিত, এই বৈশিষ্ট্যটি আপনার এখতিয়ারে উপলব্ধ নয়।
si_lk: කණගාටුයි, මෙම අංගය ඔබේ අධිකරණ බලය තුළ නොමැත.

source: Sorry, withdrawals for this currency are currently disabled.
bn_bd: দুঃখিত, এই মুদ্রার জন্য অর্থ তোলার বর্তমানে নিষ্ক্রিয় করা আছে।
si_lk: කණගාටුයි, මෙම මුදල් සඳහා මුදල් ආපසු ගැනීම දැනට අක්රීය කර ඇත.

source: Spot
bn_bd: স্পট
si_lk: ස්ථානයේදීම

source: Spot time
bn_bd: স্পট টাইম
si_lk: ස්ථානයේදීම කාලය

source: Spot time (GMT)
bn_bd: স্পট টাইম (GMT)
si_lk: ස්ථානයේදීම කාලය (GMT)

source: Stake
bn_bd: পণ
si_lk: කණුවක්

source: Start time
bn_bd: আরম্ভের সময়
si_lk: ආරම්භක වේලාව

source: State/Province
bn_bd: রাজ্য/প্রদেশ
si_lk: රාජ්ය/පළාත

source: Statements
bn_bd: বিবৃতি
si_lk: ප්රකාශයන්

source: Status
bn_bd: স্ট্যাটাস
si_lk: තත්ත්වය

source: Stays Between
bn_bd: মাঝে অবস্থান করে
si_lk: අතර රැඳී සිටියි

source: Stays Between/Goes Outside
bn_bd: মধ্যে/বাইরে যায়
si_lk: රැඳී සිටින අතර පිටතට යයි

source: Stays Between/Goes Outside Contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
bn_bd: শুরু এবং শেষ সময়ের মধ্যে 2 টিকটিরও কম থাকলে ক্রয়ের মূল্যে/বাইরে বাইরে থাকা চুক্তিগুলি ফেরত দেওয়া হবে।
si_lk: ආරම්භක හා අවසාන වේලාවන් අතර කිනිතුල්ලන් 2 කට වඩා අඩු නම් මිලදී ගැනීමේ මිලට කොන්ත්රාත්තු ආපසු ගෙවනු ලැබේ.

source: Step
bn_bd: ধাপ
si_lk: පියවර

source: Steps required to continue verification on your mobile
bn_bd: আপনার মোবাইলে যাচাইকরণ চালিয়ে যেতে প্রয়োজনীয় পদক্ষেপ
si_lk: ඔබගේ ජංගම දුරකථනයේ සත්යාපනය දිගටම කරගෙන යාමට අවශ්ය පියවර

source: Stock Indices
bn_bd: স্টক সূচক
si_lk: කොටස් දර්ශක

source: Stocks
bn_bd: স্টক
si_lk: තොග

source: Straight rows of keys are easy to guess
bn_bd: কী সোজা সারি অনুমান করা সহজ
si_lk: යතුරු කෙළින්ම පේළි අනුමාන කිරීම පහසුය

source: Su
bn_bd: সু
si_lk: සු

source: Submit
bn_bd: জমা দিন
si_lk: ඉදිරිපත් කරන්න

source: Submit document
bn_bd: নথি জমা দিন
si_lk: ලේඛනය ඉදිරිපත් කරන්න

source: Submit identity card (back)
bn_bd: পরিচয়পত্র জমা দিন (ফিরে)
si_lk: හැඳුනුම්පත ඉදිරිපත් කරන්න (ආපසු)

source: Submit identity card (front)
bn_bd: পরিচয়পত্র জমা দিন (সামনে)
si_lk: හැදුනුම්පත ඉදිරිපත් කරන්න (ඉදිරිපස)

source: Submit license (back)
bn_bd: লাইসেন্স জমা দিন (ফেরত)
si_lk: බලපත්රය ඉදිරිපත් කරන්න (ආපසු)

source: Submit license (front)
bn_bd: লাইসেন্স জমা দিন
si_lk: බලපත්රය ඉදිරිපත් කරන්න (ඉදිරිපස)

source: Submit passport photo page
bn_bd: পাসপোর্ট ফটো পেজ জমা দিন
si_lk: විදේශ ගමන් බලපත්රයේ ඡායාරූප පිටුව ඉදිරිපත් කරන්න

source: Submit residence permit (back)
bn_bd: বসবাসের পারমিট জমা দিন (পিছনে)
si_lk: පදිංචිය සඳහා අවසර පත්රය ඉදිරිපත් කරන්න (ආපසු)

source: Submit residence permit (front)
bn_bd: বসবাসের পারমিট জমা দিন (সামনে)
si_lk: පදිංචිය සඳහා අවසර පත්රය ඉදිරිපත් කරන්න (ඉදිරිපස)

source: Submit verification
bn_bd: যাচাইকরণ জমা দিন
si_lk: සත්යාපනය ඉදිරිපත් කරන්න

source: Submitted
bn_bd: জমা
si_lk: ඉදිරිපත් කරන ලද

source: Submitting
bn_bd: জমা দেয়া
si_lk: ඉදිරිපත් කිරීම

source: Successful
bn_bd: সফল
si_lk: සාර්ථකයි

source: Sunday
bn_bd: রবিবার
si_lk: ඉරිදා

source: Switch to another account
bn_bd: অন্য অ্যাকাউন্টে স্যুইচ করুন
si_lk: වෙනත් ගිණුමකට මාරු වන්න

source: Synthetic
bn_bd: সিন্থেটিক
si_lk: කෘතිම

source: Synthetic Indices
bn_bd: সিন্থেটিক সূচক
si_lk: කෘතිම දර්ශක

source: Take a photo
bn_bd: একটি ছবি তুলুন
si_lk: ඡායාරූපයක් ගන්න

source: Take a photo of the back of your card
bn_bd: আপনার কার্ডের পিছনের একটি ছবি তুলুন
si_lk: ඔබගේ කාඩ්පතේ පිටුපස ඡායාරූපයක් ගන්න

source: Take a photo of the back of your license
bn_bd: আপনার লাইসেন্সের পিছনের একটি ছবি তুলুন
si_lk: ඔබගේ බලපත්රයේ පිටුපස ඡායාරූපයක් ගන්න

source: Take a photo of the front of your card
bn_bd: আপনার কার্ডের সামনের একটি ছবি তুলুন
si_lk: ඔබගේ කාඩ්පතේ ඉදිරිපස ඡායාරූපයක් ගන්න

source: Take a photo of the front of your license
bn_bd: আপনার লাইসেন্সের সামনে একটি ছবি তুলুন
si_lk: ඔබගේ බලපත්රයේ ඉදිරිපස ඡායාරූපයක් ගන්න

source: Take a photo of your passport photo page
bn_bd: আপনার পাসপোর্ট ছবির পৃষ্ঠার একটি ছবি তুলুন
si_lk: ඔබගේ විදේශ ගමන් බලපත්රයේ ඡායාරූප පිටුවේ ඡායාරූපයක් ගන්න

source: Take a photo using the <fallback>basic camera mode</fallback> instead
bn_bd: পরিবর্তে <fallback>মৌলিক ক্যামেরা মোড</fallback> ব্যবহার করে একটি ছবি তুলুন
si_lk: ඒ වෙනුවට <fallback>මූලික කැමරා මාදිලිය</fallback> භාවිතා කර ඡායාරූපයක් ගන්න

source: Take a photo with your phone
bn_bd: আপনার ফোন দিয়ে একটি ছবি তুলুন
si_lk: ඔබගේ දුරකථනය සමඟ ඡායාරූපයක් ගන්න

source: Take a selfie
bn_bd: একটি সেলফি নিন
si_lk: සෙල්ෆි ගන්න

source: Take a selfie showing your face
bn_bd: আপনার মুখ দেখাচ্ছে একটি সেলফি নিন
si_lk: ඔබේ මුහුණ පෙන්වන සෙල්ෆි එකක් ගන්න

source: Take photo
bn_bd: ছবি তুলুন
si_lk: ඡායාරූප ගන්න

source: Target
bn_bd: টার্গেট
si_lk: ඉලක්කය

source: Telephone
bn_bd: টেলিফোন
si_lk: දුරකථන අංකය

source: Tether ERC20
bn_bd: টিথার ইআরসি 20
si_lk: ටෙතර් ERC20

source: Tether ERC20 (eUSDT) is a version of Tether that's pegged to USD and is hosted on the Ethereum platform.
bn_bd: Tether ERC20 (EUSDT) টিথারের একটি সংস্করণ যা USD এর সাথে সংযুক্ত এবং Ethereum প্ল্যাটফর্মে হোস্ট করা হয়।
si_lk: ටෙතර් ERC20 (EUSDT) යනු ටෙතර් අනුවාදයක් වන අතර එය ඇමරිකානු ඩොලර් වලට සම්බන්ධ වී ඇති අතර එය Ethereum වේදිකාවේ සත්කාරකත්වය දරයි.

source: Tether Omni
bn_bd: টিথার ওমনি
si_lk: ටෙතර් ඔම්නි

source: Tether Omni (USDT) is a version of Tether that's pegged to USD and is built on the Bitcoin blockchain.
bn_bd: টিথার ওমনি (ইউএসডিটি) টিথারের একটি সংস্করণ যা ইউএসডি থেকে আটকে যায় এবং এটি বিটকয়েন ব্লকচাইনের উপর নির্মিত।
si_lk: ටෙතර් ඔම්නි (යූඑස්ඩීටී) යනු ටෙතර්ගේ අනුවාදයක් වන අතර එය ඇමරිකානු ඩොලර් වලට සම්බන්ධ කර ඇති අතර එය බිට්කොයින් බ්ලොක්චේන් මත ගොඩනගා ඇත.

source: Thank you
bn_bd: আপনাকে ধন্যবাদ
si_lk: ඔබට ස්තුතියි

source: Thank you for signing up! Please check your email to complete the registration process.
bn_bd: সাইন আপ করার জন্য আপনাকে ধন্যবাদ! রেজিস্ট্রেশন প্রক্রিয়া সম্পূর্ণ করার জন্য অনুগ্রহ করে আপনার ইমেল চেক করুন।
si_lk: ලියාපදිංචි වීම ගැන ඔබට ස්තූතියි! ලියාපදිංචි කිරීමේ ක්රියාවලිය සම්පූර්ණ කිරීම සඳහා කරුණාකර ඔබගේ විද්යුත් තැපෑල පරීක්ෂා කරන්න.

source: Thank you, we'll get back to you within 24 hours
bn_bd: আপনাকে ধন্যবাদ, আমরা 24 ঘন্টার মধ্যে আপনার কাছে ফিরে পাবেন
si_lk: ස්තූතියි, අපි පැය 24 ක් ඇතුළත ඔබ වෙත නැවත එන්නෙමු

source: The %1 password of account number %2 has been changed.
bn_bd: অ্যাকাউন্ট নম্বর %2 এর %1 পাসওয়ার্ড পরিবর্তন করা হয়েছে।
si_lk: ගිණුම් අංක %1 හි %2 මුරපදය වෙනස් කර ඇත.

source: The %1close%2 is the latest tick at or before the %1end time%2. If you selected a specific %1end time,%2 the %1end time%2 is the selected time.
bn_bd: %1cহারান%2 %1end সময়%2এর আগে সর্বশেষ টিক হয়। আপনি একটি নির্দিষ্ট নির্বাচন করা হলে %1eএবং সময়,%2 এবং %1eএবং সময়%2 নির্বাচিত সময় হয়।
si_lk: මෙම %1cඅහිමි%2 වන විට හෝ ඊට පෙර නවතම ටික් වේ %1end කාලය%2. ඔබ නිශ්චිත %1end වේලාවක් තෝරා ගත්තේ නම්,%2 %1end කාලය%2 යනු තෝරාගත් වේලාවයි.

source: The %1exit spot%2 is the last tick when the contract ends. Contract ends when all ticks rise or fall successively, or when a single tick breaks the predicted pattern.
bn_bd: চুক্তি শেষ হলে %1eপ্রস্থান স্পট%2 শেষ টিক হয়। চুক্তি শেষ হয় যখন সমস্ত টিকটিকি ক্রমান্বয়ে বেড়ে যায় বা পড়ে যায়, অথবা যখন একটি একক টিক পূর্বাভাসের প্যাটার্ন ভেঙে যায়।
si_lk: %1exit ස්ථානයේදීම%2 කොන්ත්රාත්තුව අවසන් වූ විට අවසාන ටික් වේ. කොන්ත්රාත්තුව අවසන් වන්නේ සියලු කිනිතුල්ලන් ඉහළ යන විට හෝ අනුක්රමයෙන් වැටෙන විට හෝ තනි ටික් එකක් පුරෝකථනය කළ රටාව බිඳ දැමූ විටය.

source: The %1high%2 is the highest point ever reached by the market during the contract period.
bn_bd: %1hiঘ%2 চুক্তি সময়ের মধ্যে বাজার দ্বারা পৌঁছেছেন সর্বোচ্চ পয়েন্ট।
si_lk: මෙම %1high%2 ගිවිසුම් කාලය තුළ වෙළෙඳපොළ විසින් මෙතෙක් ළඟා ඉහළම ස්ථානය වේ.

source: The %1low%2 is the lowest point ever reached by the market during the contract period.
bn_bd: চুক্তি সময়ের মধ্যে বাজার দ্বারা পৌঁছেছেন %1low%2 সর্বনিম্ন পয়েন্ট।
si_lk: %1low%2 යනු ගිවිසුම් කාලය තුළ වෙළඳපොළට ළඟා වූ අඩුම ස්ථානයයි.

source: The %1start time%2 begins when the contract is processed by our servers.
bn_bd: %1sটার্ট টাইম%2 শুরু হয় যখন চুক্তিটি আমাদের সার্ভার দ্বারা প্রক্রিয়া করা হয়।
si_lk: %1sටාට් කාලය%2 ආරම්භ වන්නේ අපගේ සේවාදායකයන් විසින් කොන්ත්රාත්තුව සැකසූ විටය.

source: The <strong>contract period</strong> is the period between the <strong>next tick</strong> after the <strong>start time</strong> and the <strong>end time</strong>.
bn_bd: <strong>চুক্তি সময়কাল</strong> <strong>পরবর্তী টিক</strong> <strong>শুরুর সময়</strong> এবং <strong>শেষ সময়</strong>এর মধ্যে সময়কাল।
si_lk: <strong>කොන්ත්රාත් කාලය</strong> යනු <strong>ඊළඟ ටික්</strong> <strong>ආරම්භක කාලයෙන් පසු</strong> සහ <strong>අවසන් කාලය</strong>අතර කාලයයි.

source: The <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
bn_bd: <strong>শেষ সময়</strong> হল <strong>শুরুর সময়</strong> (যদি সময়কালের মধ্যে একদিনের কম), অথবা ট্রেডিং দিনের শেষে (যদি এক দিন বা তার বেশি সময়কাল) পরে মিনিট/ঘন্টা নির্বাচিত সংখ্যা।
si_lk: <strong>අවසන් කාලය</strong> යනු <strong>ආරම්භක වේලාවෙන් පසු තෝරාගත් විනාඩි/පැය ගණන</strong> (කාල පරිච්ඡේදයේ එක් දිනකට වඩා අඩු නම්) හෝ වෙළඳ දිනය අවසානයේ (කාල සීමාව තුළ එක් දිනක් හෝ ඊට වැඩි නම්).

source: The <strong>entry spot</strong> is the first tick after the contract is processed by our servers.
bn_bd: চুক্তি আমাদের সার্ভার দ্বারা প্রক্রিয়া করা হয় পরে <strong>এন্ট্রি স্পট</strong> প্রথম টিক।
si_lk: <strong>පිවිසුම් ස්ථානය</strong> යනු අපගේ සේවාදායකයන් විසින් කොන්ත්රාත්තුව සැකසූ පසු පළමු ටික් වේ.

source: The <strong>exit spot</strong> is the latest tick at or before the <strong>end time</strong>.
bn_bd: <strong>প্রস্থান স্পট</strong> হল <strong>শেষ সময়</strong>এর আগে বা তার আগে সর্বশেষ টিক।
si_lk: <strong>පිටවීමේ ස්ථානය</strong> යනු <strong>අවසන් වේලාව</strong>හි හෝ ඊට පෙර නවතම ටික් ය.

source: The <strong>start time</strong> is when the contract is processed by our servers and the <strong>entry spot</strong> is the <strong>next tick</strong> thereafter.
si_lk: <strong>ආරම්භක කාලය</strong> යනු අපගේ සේවාදායකයන් විසින් කොන්ත්රාත්තුව සකස් කරන විට වන අතර <strong>පිවිසුම් ස්ථානය</strong> යනු <strong>ඊළඟ ටික්</strong> ඉන් පසුව ය.

source: The <strong>start time</strong> is when the contract is processed by our servers.
bn_bd: <strong>শুরু সময়</strong> যখন চুক্তি আমাদের সার্ভার দ্বারা প্রক্রিয়া করা হয়।
si_lk: <strong>ආරම්භක කාලය</strong> යනු අපගේ සේවාදායකයන් විසින් කොන්ත්රාත්තුව සැකසූ විටය.

source: The Average
bn_bd: দ্য এভারেজ
si_lk: සාමාන්යය

source: The average is the average of the ticks, including the entry spot and the last tick.
bn_bd: গড় টিকটিকির গড়, এন্ট্রি স্পট এবং শেষ টিক সহ।
si_lk: ප්රවේශ ස්ථානය සහ අවසාන ටික් ඇතුළුව කිනිතුල්ලන්ගේ සාමාන්යය සාමාන්යය වේ.

source: The contract doesn't end within 5 minutes (for tick duration contracts)
bn_bd: চুক্তি 5 মিনিটের মধ্যে শেষ হয় না (টিক সময়কাল চুক্তির জন্য)
si_lk: කොන්ත්රාත්තුව මිනිත්තු 5 ක් ඇතුළත අවසන් නොවේ (ටික් කාල කොන්ත්රාත්තු සඳහා)

source: The email address provided is already in use. If you forgot your password, please try our <a href="%1">password recovery tool</a> or contact our customer service.
bn_bd: প্রদত্ত ইমেল ঠিকানাটি ইতিমধ্যেই ব্যবহার করা হচ্ছে। আপনি যদি আপনার পাসওয়ার্ড ভুলে যান তবে দয়া করে আমাদের <a href="%1">পাসওয়ার্ড পুনরুদ্ধার টুল</a> চেষ্টা করুন বা আমাদের গ্রাহক পরিষেবার সাথে যোগাযোগ করুন।
si_lk: ලබා දී ඇති විද්යුත් තැපැල් ලිපිනය දැනටමත් භාවිතයේ පවතී. ඔබගේ මුරපදය ඔබට අමතක වූවා නම්, කරුණාකර අපගේ <a href="%1">මුරපද ප්රතිසාධන මෙවලම</a> උත්සාහ කරන්න හෝ අපගේ පාරිභෝගික සේවය අමතන්න.

source: The entry spot is the first tick after the contract is processed by our servers.
bn_bd: চুক্তি আমাদের সার্ভার দ্বারা প্রক্রিয়া করা হয় পরে এন্ট্রি স্পট প্রথম টিক হয়।
si_lk: අපගේ සේවාදායකයන් විසින් කොන්ත්රාත්තුව සැකසූ පසු පිවිසුම් ස්ථානය පළමු ටික් වේ.

source: The link only works on mobile devices
bn_bd: লিঙ্কটি শুধুমাত্র মোবাইল ডিভাইসগুলিতে কাজ করে
si_lk: සබැඳිය ක්රියාත්මක වන්නේ ජංගම උපාංගවල පමණි

source: The page you requested could not be found. Either it no longer exists or the address is wrong. Please check for any typos.
bn_bd: আপনার অনুরোধ করা পৃষ্ঠাটি খুঁজে পাওয়া যায়নি। হয় এটি আর বিদ্যমান নেই অথবা ঠিকানাটি ভুল। দয়া করে যেকোনো টাইপসের জন্য চেক করুন।
si_lk: ඔබ ඉල්ලූ පිටුව සොයාගත නොහැකි විය. එක්කෝ එය තවදුරටත් නොපවතී හෝ ලිපිනය වැරදියි. කරුණාකර ඕනෑම යතුරු ලියනයක් සඳහා පරීක්ෂා කරන්න.

source: The photo should clearly show your document
bn_bd: ফটো পরিষ্কারভাবে আপনার নথি প্রদর্শন করা উচিত
si_lk: ඡායාරූපය ඔබේ ලේඛනය පැහැදිලිව පෙන්විය යුතුය

source: The reason should be between 5 and 250 characters
bn_bd: কারণ 5 এবং 250 অক্ষরের মধ্যে হওয়া উচিত
si_lk: හේතුව අක්ෂර 5 ත් 250 ත් අතර විය යුතුය

source: The reset time is %1
bn_bd: রিসেট সময় %1
si_lk: යළි පිහිටුවීමේ කාලය %1වේ

source: The two passwords that you entered do not match.
bn_bd: আপনার প্রবেশ করা দুটি পাসওয়ার্ডগুলি মেলে না।
si_lk: ඔබ ඇතුළු කළ මුරපද දෙක නොගැලපේ.

source: There are less than 2 ticks between the start and end times
bn_bd: শুরু এবং শেষ সময়ের মধ্যে 2 টিকটিরও কম আছে
si_lk: ආරම්භක සහ අවසාන වේලාවන් අතර කිනිතුල්ලන් 2 කට වඩා අඩුය

source: There was a problem accessing the server during purchase.
bn_bd: ক্রয়ের সময় সার্ভার অ্যাক্সেস করার সময় একটি সমস্যা ছিল।
si_lk: මිලදී ගැනීමේදී සේවාදායකයට ප්රවේශ වීමේ ගැටලුවක් ඇති විය.

source: There was a problem accessing the server.
bn_bd: সার্ভার অ্যাক্সেস করার একটি সমস্যা ছিল।
si_lk: සේවාදායකයට ප්රවේශ වීමේ ගැටළුවක් ඇති විය.

source: There was an error
bn_bd: একটি ত্রুটি ছিল
si_lk: දෝෂයක් ඇති විය

source: There was some invalid character in an input field.
bn_bd: একটি ইনপুট ক্ষেত্রের মধ্যে কিছু অবৈধ অক্ষর ছিল।
si_lk: ආදාන ක්ෂේත්රයක යම් අවලංගු චරිතයක් තිබුණි.

source: These are the documents most likely to show your current home address
bn_bd: এই দস্তাবেজগুলি সম্ভবত আপনার বর্তমান বাড়ির ঠিকানা দেখাতে পারে
si_lk: ඔබගේ වර්තමාන නිවසේ ලිපිනය පෙන්වීමට බොහෝ දුරට ඉඩ ඇති ලේඛන මේවනි

source: This account is disabled
bn_bd: এই অ্যাকাউন্টটি নিষ্ক্রিয় করা আছে
si_lk: මෙම ගිණුම අක්රීය කර ඇත

source: This account is excluded until %1
bn_bd: এই অ্যাকাউন্টটি %1পর্যন্ত বাদ দেওয়া হয়
si_lk: %1තෙක් මෙම ගිණුම බැහැර කරනු ලැබේ

source: This contract is only available on DTrader.%1%2Go to Dtrader%3 to close or cancel this contract.
bn_bd: এই চুক্তিটি শুধুমাত্র dTrader এ উপলব্ধ। এই চুক্তিটি বন্ধ বা বাতিল করতে%1%2Gটি DTrader%3 এ যান।
si_lk: මෙම කොන්ත්රාත්තුව ලබා ගත හැක්කේ DTrader මත පමණි.%1%2Go Dtrader%3 මෙම කොන්ත්රාත්තුව වසා දැමීමට හෝ අවලංගු කිරීමට.

source: This contract lost
bn_bd: এই চুক্তি হেরে গেছে
si_lk: මෙම කොන්ත්රාත්තුව අහිමි විය

source: This contract type only offers 5 ticks
bn_bd: এই কন্ট্রাক্ট টাইপ শুধুমাত্র 5 টি টিকটিকি অফার করে
si_lk: මෙම කොන්ත්රාත් වර්ගය ලබා දෙන්නේ කිනිතුල්ලන් 5 ක් පමණි

source: This contract won
bn_bd: এই চুক্তি জিতেছে
si_lk: මෙම කොන්ත්රාත්තුව දිනා ගත්තේය

source: This feature is not relevant to virtual-money accounts.
bn_bd: এই বৈশিষ্ট্যটি ভার্চুয়াল-অর্থ অ্যাকাউন্টের সাথে প্রাসঙ্গিক নয়।
si_lk: අතථ්ය මුදල් ගිණුම් සඳහා මෙම අංගය අදාළ නොවේ.

source: This field is required.
bn_bd: এই ক্ষেত্রটি প্রয়োজন।
si_lk: මෙම ක්ෂේත්රය අවශ්ය වේ.

source: This is a staging server - For testing purposes only
bn_bd: এটি একটি স্টেজিং সার্ভার - শুধুমাত্র পরীক্ষার উদ্দেশ্যে
si_lk: මෙය වේදිකාගත සේවාදායකයකි - පරීක්ෂණ කටයුතු සඳහා පමණි

source: This is a top-10 common password
bn_bd: এটি একটি টপ-১০ সাধারণ পাসওয়ার্ড
si_lk: මෙය ඉහළම 10 පොදු මුරපදයකි

source: This is a top-100 common password
bn_bd: এটি একটি টপ-১০০ সাধারণ পাসওয়ার্ড
si_lk: මෙය ඉහළ -100 පොදු මුරපදයකි

source: This is a very common password
bn_bd: এটি একটি খুব সাধারণ পাসওয়ার্ড
si_lk: මෙය ඉතා පොදු මුරපදයකි

source: This is an indicative barrier. Actual barrier will be the entry spot plus the barrier offset.
bn_bd: এটি একটি ইঙ্গিতপূর্ণ বাধা। প্রকৃত বাধা এন্ট্রি স্পট এবং বাধা অফসেট হবে।
si_lk: මෙය ඇඟවුම් බාධකයකි. තථ්ය බාධකයක් වනුයේ පිවිසුම් ස්ථානය ප්ලස් බාධක ඕෆ්සෙට් ය.

source: This is similar to a commonly used password
bn_bd: এটি একটি সাধারণ ব্যবহৃত পাসওয়ার্ডের অনুরূপ
si_lk: මෙය බහුලව භාවිතා වන මුරපදයකට සමාන වේ

source: This is your %1 account.
bn_bd: এটি আপনার %1 অ্যাকাউন্ট।
si_lk: මෙය ඔබගේ %1 ගිණුමයි.

source: This page is only available to logged out clients.
bn_bd: এই পৃষ্ঠাটি শুধুমাত্র লগ-আউট ক্লায়েন্টদের জন্য উপলব্ধ।
si_lk: මෙම පිටුව ලබා ගත හැක්කේ පුරනය වී ඇති සේවාදායකයින්ට පමණි.

source: This password is on the blacklist
bn_bd: এই পাসওয়ার্ডটি ব্ল্যাকলিস্টে রয়েছে
si_lk: මෙම මුරපදය අසාදු ලේඛනයේ ඇත

source: Thursday
bn_bd: বৃহস্পতিবার
si_lk: බ්රහස්පතින්දා

source: Tick
bn_bd: টিক
si_lk: ටික්

source: Tick Prediction
bn_bd: টিক ভবিষ্যদ্বাণী
si_lk: ටික් පුරෝකථනය

source: Ticks
bn_bd: টিকটিক্স
si_lk: කිනිතුල්ලන්

source: Ticks history returned an empty array.
bn_bd: টিক ইতিহাস একটি ফাঁকা অ্যারে ফিরিয়ে দিয়েছে।
si_lk: කිනිතුල්ලන් ඉතිහාසය හිස් අරාවක් ආපසු ලබා දුන්නේය.

source: Time is in the wrong format.
bn_bd: সময় ভুল বিন্যাসে।
si_lk: කාලය වැරදි ආකෘතියෙන් වේ.

source: Time out cannot be in the past.
bn_bd: টাইম আউট অতীতে হতে পারে না।
si_lk: කාලය අතීතයේ විය නොහැක.

source: Time out cannot be more than 6 weeks.
bn_bd: টাইম আউট 6 সপ্তাহের বেশি হতে পারে না।
si_lk: කාලය සති 6 කට වඩා වැඩි විය නොහැක.

source: Time out must be after today.
bn_bd: টাইম আউট আজকের পরে হতে হবে।
si_lk: කාලය අද පසු විය යුතුය.

source: Timed out until
bn_bd: সময়সীমা শেষ হওয়া পর্যন্ত
si_lk: තෙක් කාලය ගත කර ඇත

source: Tips
bn_bd: টিপস
si_lk: ඉඟි

source: Tips to take a good selfie
bn_bd: একটি ভাল সেলফি নিতে টিপস
si_lk: හොඳ සෙල්ෆියක් ගැනීමට උපදෙස්

source: To account:
bn_bd: অ্যাকাউন্টে:
si_lk: ගිණුමට:

source: To open a bank account, we will need to verify your identity.
bn_bd: একটি ব্যাংক অ্যাকাউন্ট খুলতে, আমাদের আপনার পরিচয় যাচাই করতে হবে।
si_lk: බැංකු ගිණුමක් විවෘත කිරීම සඳහා, ඔබගේ අනන්යතාවය සත්යාපනය කිරීමට අපට අවශ්ය වනු ඇත.

source: To smoothly verify you, we need a better photo
bn_bd: আপনাকে মসৃণভাবে যাচাই করতে, আমাদের আরও ভাল ফটো দরকার
si_lk: ඔබව සුමටව සත්යාපනය කිරීම සඳහා අපට වඩා හොඳ ඡායාරූපයක් අවශ්ය වේ

source: Today
bn_bd: আজ
si_lk: අද

source: Token
bn_bd: টোকেন
si_lk: ටෝකන්

source: Too many failed attempts
bn_bd: অনেক ব্যর্থ প্রচেষ্টা
si_lk: බොහෝ අසාර්ථක උත්සාහයන්

source: Top up error
bn_bd: টপ-আপ ত্রুটি
si_lk: ඉහළට දෝෂය

source: Top-up successful
bn_bd: টপ-আপ সফল
si_lk: ඉහළට සාර්ථකයි

source: Total Cost
bn_bd: মোট খরচ
si_lk: මුළු පිරිවැය

source: Total Profit/Loss
bn_bd: মোট মুনাফা/ক্ষতি
si_lk: මුළු ලාභය/අලාභය

source: Total assets
bn_bd: মোট সম্পদ
si_lk: මුළු වත්කම්

source: Total assets in your Deriv accounts
bn_bd: আপনার Deriv অ্যাকাউন্টে মোট সম্পদ
si_lk: ඔබගේ Deriv ගිණුම් වල මුළු වත්කම්

source: Total profit/loss
bn_bd: মোট মুনাফা/ক্ষতি
si_lk: මුළු ලාභය/අලාභය

source: Touch/No Touch
bn_bd: স্পর্শ/কোন স্পর্শ
si_lk: ස්පර්ශය/ස්පර්ශයක් නැත
